[
  {
    "season": 1,
    "release": "Sep. 22, 1994",
    "episodes": [
      {
        "episode": 1,
        "title": "The Pilot",
        "description": "This is the one where it all began … Rachel leaves Barry at the altar, meets the gang, and moves in with Monica. Monica, meanwhile, sleeps with Paul the Wine Guy, and Ross is reeling from his divorce from Carol, who has become a lesbian.",
        "date": "Sep. 22, 1994"
      },
      {
        "episode": 2,
        "title": "The One with the Sonogram at the End",
        "description": "Carol, Ross’s lesbian ex-wife, tells him at work that she is pregnant with his child, Monica nearly has a breakdown when her parents come for dinner, and Rachel finds out that Barry and her maid of honor Mindy, went on her honeymoon.",
        "date": "Sep. 29, 1994"
      },
      {
        "episode": 3,
        "title": "The One with the Thumb",
        "description": "Chandler’s reunited with his beloved cigarettes, which the rest of his friends can’t stand. Monica dates a man all her buddies love but with whom she’s bored. And poor, honest Phoebe can’t deal with the fact that her bank gave her one thousand dollars that isn’t hers, plus a soda company gives her seven thousand more unwanted bucks after she finds a dismembered thumb in a can of soda.",
        "date": "Oct. 06, 1994"
      },
      {
        "episode": 4,
        "title": "The One with George Stephanopoulos",
        "description": "This is the one where Ross mourns the anniversary of losing his virginity to Carol while at a hockey game with the guys. Rachel gets her first paycheck, the girls have a slumber party, and George Stephanopoulos’s pizza is delivered to Monica by mistake.",
        "date": "Oct. 13, 1994"
      },
      {
        "episode": 5,
        "title": "The One with the East German Laundry Detergent",
        "description": "Joey wants to get back together with a former girlfriend he dumped, so he tricks Monica into posing as his new gal pal. Ross helps Rachel, a laundry virgin, do her first load of wash. And Chandler has a difficult time breaking up with his annoying girlfriend, Janice.",
        "date": "Oct. 20, 1994"
      },
      {
        "episode": 6,
        "title": "The One with the Butt",
        "description": "Joey gets his big film break when he’s hired to be Al Pacino’s stunt butt. Chandler has second thoughts about an exotic married woman who wants him to be her sex toy. And Monica tries hard to prove to her friends that she really doesn’t have a type-A personality and can be as kooky as the next anal-retentive chef.",
        "date": "Oct. 27, 1994"
      },
      {
        "episode": 7,
        "title": "The One with the Blackout",
        "description": "Just as Phoebe’s about to sing miserable folk songs at Central Perk, New York has a blackout. The gang returns to Monica and Rachel’s apartment, where Ross is about to tell Rachel he likes her. Meanwhile, Chandler is stuck in an ATM vestibule with Victoria’s Secret model Jill Goodacre, whom he desperately tries to impress.",
        "date": "Nov. 03, 1994"
      },
      {
        "episode": 8,
        "title": "The One Where Nana Dies Twice",
        "description": "Monica and Ross mourn the death of their grandmother Nana, and Monica and Mrs. Gellar come to an unspoken understanding about the relationship between mothers and daughters. Meanwhile, Chandler is irritated by office speculation that he’s gay.",
        "date": "Nov. 10, 1994"
      },
      {
        "episode": 9,
        "title": "The One Where Underdog Gets Away",
        "description": "Monica’s first Thanksgiving dinner for the gang burns when they all run to the rooftop to see the runaway Underdog balloon from the parade. Joey wins his first modeling gig as the poster boy for VD. And Ross competes with Susan to “communicate” with his unborn baby.",
        "date": "Nov. 17, 1994"
      },
      {
        "episode": 10,
        "title": "The One with the Monkey",
        "description": "The gang makes and breaks a pact to celebrate New Year’s Eve without dates. Ross compensates for his loneliness by getting a roommate – a monkey named Marcel whom everyone adores. Well, everyone except Monica, who can’t get past the faeces-throwing thing. And Phoebe faces a difficult decision when she meets a shy physicist who’s thinking about giving up a fellowship in Minsk to stay with her.",
        "date": "Dec. 15, 1994"
      },
      {
        "episode": 11,
        "title": "The One with Mrs. Bing",
        "description": "Chandler’s romance novelist mum comes to New York to visit him and he’s not sure how he feels about it, especially after Joey catches Mrs. Bing and Ross kissing. Meanwhile, Monica and Phoebe compete for the “attention” of Coma Guy, who gets hit by an ambulance after Monica woo-woo’s at him on the street.",
        "date": "Jan. 05, 1995"
      },
      {
        "episode": 12,
        "title": "The One with the Dozen Lasagnas",
        "description": "Everyone knows the sex of Ross’s baby (it’s a boy), except for Ross, who doesn’t want to find out until it’s born. Rachel’s relationship with Paulo ends after he makes a pass at Phoebe. And though Monica hates him, she sends him off with one of the dozen lasagnas she made for her aunt, who doesn’t want them anymore because they’ve got meat in them. Meanwhile, Chandler and Joey go shopping for a new kitchen table and come home with a Foosball table instead.",
        "date": "Jan. 12, 1995"
      },
      {
        "episode": 13,
        "title": "The One with the Boobies",
        "description": "After Chandler accidentally sees Rachel wandering around topless after her shower, a chain reaction of nudity ensues when she tries to even the score by seeing his penis. Joey finds himself playing parent when he has to decide whether to hide his father’s affair from his mom. And no one can stand Phoebe’s new boyfriend, an irritating guy named Roger.",
        "date": "Jan. 19, 1995"
      },
      {
        "episode": 14,
        "title": "The One with the Candy Hearts",
        "description": "Ross’s first date in nine years is on Valentine’s Day with a beautiful neighbor. Susan and Carol, also out on a romantic date; end up at the same restaurant. Joey sets Chandler up on a blind date – with Janice. And Phoebe, Rachel and Monica decide to spend the holiday building a boyfriend bonfire in their apartment.",
        "date": "Feb. 09, 1995"
      },
      {
        "episode": 15,
        "title": "The One with the Stoned Guy",
        "description": "Monica cooks a gourmet meal for a restaurateur looking for a new chef. Unfortunately, he’s stoned and would just as well eat taco shells as her haute cuisine. After working as a data processing permanent temp for five years, Chandler gets promoted to data processing supervisor, then quits. And Ross has a date with a beautiful colleague named Celia and gives new meaning to the term “spanking the monkey” when he brings her back to his place to meet Marcel. Celia wants to meet his pee-pee, but only if he’ll talk dirty to her.",
        "date": "Feb. 16, 1995"
      },
      {
        "episode": 16,
        "title": "The One with Two Parts (1)",
        "description": "Joey falls for Phoebe’s twin sister, Ursula, making Phoebe feel neglected. Meanwhile, Chandler finds himself between a rock and a hard place, when he is told to fire an employee he is attracted to. And Ross has doubts about parenthood when he attends Lamaze classes with Carol and Susan.",
        "date": "Feb. 23, 1995"
      },
      {
        "episode": 17,
        "title": "The One with Two Parts (2)",
        "description": "After weeks of procrastinating, Rachel finally takes down the Christmas light on their balcony, only to fall off the balcony and sprain her ankle. At the hospital, Rachel – who has no insurance – cajoles Monica into trading identities so she can use Monica’s coverage. When Ursula breaks Joey’s heart Phoebe tries to fix it.",
        "date": "Feb. 23, 1995"
      },
      {
        "episode": 18,
        "title": "The One with All the Poker",
        "description": "Tired of being referred to by customers as “Excuse me” Rachel interviews for a job as an assistant buyer at Saks Fifth Avenue. She also sees another side of the usually docile Ross when the girls face the boys during a not-so-friendly game of poker.",
        "date": "Mar. 02, 1995"
      },
      {
        "episode": 19,
        "title": "The One Where the Monkey Gets Away",
        "description": "The gang searches frantically for Marcel, who slipped out of the apartment while Rachel was baby-sitting him. After Marcel is found and safe, Ross finally gets up the courage to try to woo Rachel. But just when it looks like the two might actually spend a romantic evening alone together, Barry, the ex-Mr. Potato Head, barges into the apartment declaring his love for her.",
        "date": "Mar. 09, 1995"
      },
      {
        "episode": 20,
        "title": "The One with the Evil Orthodontist",
        "description": "Rachel and Barry start dating again, which is kind of awkward because he’s now engaged to Mindy, who wants Rachel to be her maid of honor. But when Rachel finds out that Mindy and Barry had an affair while she was engaged to Barry, the two women decide to give Barry what for. Meanwhile, Chandler goes nuts when a woman he likes won’t return his phone calls.",
        "date": "Apr. 06, 1995"
      },
      {
        "episode": 21,
        "title": "The One with the Fake Monica",
        "description": "When Monica’s credit card is stolen, she, along with Phoebe and Rachel, decide to catch the thief. Joey enlists his friends to help him come up with a less ethnic-sounding stage name. And when Ross finds out that Marcel has reached sexual maturity and needs to be with other monkeys, he tries to get him accepted into the Harvard of zoos.",
        "date": "Apr. 27, 1995"
      },
      {
        "episode": 22,
        "title": "The One with the Ick Factor",
        "description": "After losing his virginity to her, Monica’s boyfriend Young Ethan reveals that he’s a high school senior. Rachel has erotic dreams about Joey and Chandler, making Ross both disgusted and envious. And when Phoebe temps as Chandler’s secretary, she finds out that no one at work likes him anymore.",
        "date": "May. 04, 1995"
      },
      {
        "episode": 23,
        "title": "The One with the Birth",
        "description": "As Monica’s biological clock ticks away like a time bomb, Carol goes into labor. When Ross and Susan can’t stop bickering over who gets to help Carol more, Phoebe drags both of them into a closet to settle their differences – but all three end up getting locked in just as Carol’s about to give birth to the baby. And Rachel flirts with an OB/GYN who has a love-hate relationship with women’s private parts.",
        "date": "May. 11, 1995"
      },
      {
        "episode": 24,
        "title": "The One Where Rachel Finds Out",
        "description": "Joey’s new girlfriend wants to go to bed with him but he can’t yet. He’s participating in a fertility study. During Rachel’s birthday party, Chandler accidentally lets it slip that Ross is in love with her. However, Ross is on his way to China to identify a bone for the museum. Monica is excited about becoming friends-in-law with her roommate but gets defensive when Rachel can’t decide about whether she wants to be more than friends with Ross. But when she finally makes up her mind, it may be too late. Returning from China, with Rachel waiting at the gate, Ross is with another woman with whom he is obviously involved.",
        "date": "May. 18, 1995"
      }
    ]
  },
  {
    "season": 2,
    "release": "Sep. 21, 1995",
    "episodes": [
      {
        "episode": 1,
        "title": "The One with Ross's New Girlfriend",
        "date": "Sep. 21, 1995",
        "description": "Rachel waits patiently at the airport for Ross, not knowing he is returning with a new girlfriend, Julie. Meanwhile, after giving Joey and Chandler new haircuts, Phoebe is persuaded to cut Monica’s hair, but gives her an awful haircut. And Joey learns that his tailor is a very naughty man."
      },
      {
        "episode": 2,
        "title": "The One with the Breast Milk",
        "date": "Sep. 28, 1995",
        "description": "The guys are uncomfortable with Carol’s breast milk and Rachel is uncomfortable with Monica’s growing friendship with Julie. Meanwhile, Joey competes with a fellow cologne spritzer for the affections of a beautiful colleague."
      },
      {
        "episode": 3,
        "title": "The One Where Heckles Dies",
        "date": "Oct. 05, 1995",
        "description": "After Mr. Heckles dies and leaves all his belongings to Monica and Rachel, Chandler discovers eerie similarities between the late eccentric man and his own life. Ross and Phoebe have a dispute over the progression of evolution."
      },
      {
        "episode": 4,
        "title": "The One with Phoebe's Husband",
        "date": "Oct. 12, 1995",
        "description": "The gang is amazed to learn that Phoebe married a gay Canadian ice dancer to help him get his green card. And Ross seeks relationship advice from Rachel after revealing that he and Julie have yet to consummate their relationship."
      },
      {
        "episode": 5,
        "title": "The One with Five Steaks and an Eggplant",
        "date": "Oct. 19, 1995",
        "description": "When a sexy woman calls the wrong number, Chandler seeks to make the most of the situation. And income issues divide the friends: the well-off Ross, Chandler and Monica versus the not-so-well-off Phoebe, Rachel and Joey. This all changes, however, when Monica is accused of taking kickbacks and fired."
      },
      {
        "episode": 6,
        "title": "The One with the Baby on the Bus",
        "date": "Nov. 02, 1995",
        "description": "Chandler and Joey baby-sit Ross’s son Ben and accidentally lose him while scoping babes on a bus. Phoebe loses her Central Perk singing gig to a professional singer. And Ross has an allergic reaction to Monica’s kiwi-lime pie."
      },
      {
        "episode": 7,
        "title": "The One Where Ross Finds Out",
        "date": "Nov. 09, 1995",
        "description": "A drunken Rachel is persuaded to call Ross and reveals her feelings for him on his answering machine. And when he finds out, he must make the choice between her and Julie. Meanwhile, Monica finds work as Chandler’s personal trainer and Phoebe has a hard time trying to get her boyfriend to have sex with her."
      },
      {
        "episode": 8,
        "title": "The One with the List",
        "date": "Nov. 16, 1995",
        "description": "Ross must choose between Rachel and Julie and enlists Joey and Chandler’s help in making a list of the pros and cons of each. Big mistake. Meanwhile, Monica gets a job making food with a synthetic chocolate substitute called Mockolate."
      },
      {
        "episode": 9,
        "title": "The One with Phoebe's Dad",
        "date": "Dec. 14, 1995",
        "description": "It’s Christmas time and Monica tries tipping with cookies, rather than cash, with mixed results. Phoebe learns that the guy in the picture frames her grandmother keeps around is not her father and tries to track down her real father. And Chandler and Joey wait too late to shop for presents."
      },
      {
        "episode": 10,
        "title": "The One with Russ",
        "date": "Jan. 04, 1996",
        "description": "Monica gets back together with Fun Bobby, but discovers that when he’s not drinking, he’s not so fun. Joey wins the role of Dr. Drake Ramoray, a neurosurgeon, on Days of Our Lives. And Rachel, dating a guy named Russ, can’t see his uncanny resemblance to Ross."
      },
      {
        "episode": 11,
        "title": "The One with the Lesbian Wedding",
        "date": "Jan. 18, 1996",
        "description": "Ross’s ex and her lesbian lover tie the knot, providing Monica with a job: catering the wedding. Phoebe is possessed by the spirit of an eighty-two year old massage client who dies in the middle of a session. Mrs. Adelman cannot depart until she’s “seen everything” (needless to say, her spirit departs after the lesbian wedding). And Rachel’s mom comes to visit and drops a bombshell: she’s getting divorced from Rachel’s dad."
      },
      {
        "episode": 12,
        "title": "The One After the Super Bowl (1)",
        "date": "Jan. 28, 1996",
        "description": "Ross goes to visit Marcel while on a trip to California, and finds that the monkey is working in commercials. Joey gets his first fan letter and ends up dating the woman, who turns out to be a stalker who thinks that the happenings on Days of Our Lives are real. Phoebe is asked to sing for the children at the library, but their parents are horrified by her lyrics."
      },
      {
        "episode": 13,
        "title": "The One After the Super Bowl (2)",
        "date": "Jan. 28, 1996",
        "description": "Rachel and Monica compete for the affections of Jean-Claude Van Damme after meeting him on a movie set. Chandler meets a former schoolmate, a makeup artist, who seems to have the hots for him. An excited Joey gets a role as an extra in the movie and Ross and Marcel go on a whirlwind tour of the city."
      },
      {
        "episode": 14,
        "title": "The One with the Prom Video",
        "date": "Feb. 01, 1996",
        "description": "After getting his big break, with Days of Our Lives, Joey pays Chandler back with $812 and an extremely tacky bracelet. Also, an unemployed Monica is hard up for money. And Monica and Rachel’s prom video reveals Monica’s former girth, Rachel’s former nose and the way Ross has always felt about Rachel. This video brings Rachel to forgive Ross for the list."
      },
      {
        "episode": 15,
        "title": "The One Where Ross and Rachel... You Know",
        "date": "Feb. 08, 1996",
        "description": "Joey buys a big screen TV and two leather recliners with his newfound money. He and Chandler then spend a day refusing to leave the chairs. They even have food delivered to the girls apartment so they don’t have to answer the door. Monica has a catering job for a friend of her parents, the attractive Dr. Burke. She ends up kissing him the next day at an un-needed eye exam and though there is a 21-year age difference between them, they begin dating. Ross and Rachel attempt to have their first real date, but Rachel laughs every time they kiss. When they try again the next evening, they are interrupted when Ross is called into the museum. It’s too late to go to the restaurant so they have a picnic in the planetarium and end up waking up the next day naked in the display area with a group of Catholic school children looking in."
      },
      {
        "episode": 16,
        "title": "The One Where Joey Moves Out",
        "date": "Feb. 15, 1996",
        "description": "After having a fight with Chandler, Joey decides to move out. Rachel and Phoebe decide to get tattoos. And on his birthday, Mr. Geller receives the unsettling news that his best friend, Richard, and his daughter, Monica, are dating."
      },
      {
        "episode": 17,
        "title": "The One Where Eddie Moves In",
        "date": "Feb. 22, 1996",
        "description": "Phoebe is discovered by a record producer who wants to make “Smelly Cat” a video. Ross’s new relationship with Rachel makes Monica feel like she’s living with her brother again…and she hates it. And Joey considers moving back in with Chandler, but Chandler has a new roommate."
      },
      {
        "episode": 18,
        "title": "The One Where Dr. Ramoray Dies",
        "date": "Mar. 21, 1996",
        "description": "Chandler finds out that Eddy is not only much less fun than Joey, but positively crazy. Ross is stressing out to learn that Rachel had ‘animal sex’ with Paolo; Richard and Monica are uncomfortable to learn she is only his second lover, while he is the last in a long row; there’s a logistical dilemma for both couples’ make up-sex. After Joey tells a TV digest he ‘rewrites some of his dialogs on DOOL’, an insulted scenarist writes his character Dr. Drake Ramoray to fall to his death, ending his DOOL-career."
      },
      {
        "episode": 19,
        "title": "The One Where Eddie Won't Go",
        "date": "Mar. 28, 1996",
        "description": "Creeped out by his bizarre new roommate, Chandler demands he move out. Eddie agrees…but doesn’t go. Joey has trouble coming to grips with the death of Dr. Drake Ramoray and the accompanying change in his lifestyle. And a new book on empowerment of women inspires the female friends to have a “goddess meeting.”"
      },
      {
        "episode": 20,
        "title": "The One Where Old Yeller Dies",
        "date": "Apr. 04, 1996",
        "description": "Phoebe’s world view is shattered when she learns how “Old Yeller” really ends. Monica becomes jealous when Richard begins going out with other people, namely Joey and Chandler. And Rachel becomes upset when she learns that Ross has planned their whole life together."
      },
      {
        "episode": 21,
        "title": "The One with the Bullies",
        "date": "Apr. 25, 1996",
        "description": "Chandler and Ross run into two bullies at the coffee shop; one of whom steals Chandler’s hat. After trying to avoid them, the guys confront the bullies and are ready to fight. When a thief steals their stuff, the bullies join Ross and Chandler in trying to get it back. Monica, down to her last few dollars of savings, plays the stock market based solely on the ticker symbols. After she loses it all she’s forced to take a job at a 50s theme restaurant where she’ll have to dance and wear “flame retardant boobs.” Phoebe makes multiple attempts to go visit her birth father and when she finally does, she finds out he’s no longer there. She does meet her half-brother, though."
      },
      {
        "episode": 22,
        "title": "The One with the Two Parties",
        "date": "May. 02, 1996",
        "description": "The gang plans a surprise party for Rachel, but the real surprise is when both of her estranged parents show up for the same party. “Think!” urges Chandler. “What would Jack and Chrissy do?” Why, split it into two parties, of course — one for each parent. But complications inevitably ensue."
      },
      {
        "episode": 23,
        "title": "The One with the Chicken Pox",
        "date": "May. 09, 1996",
        "description": "Ryan, a guy in the navy who Phoebe used to go out with is coming to the city for 2 whole weeks. Ben has chicken pox and everybody except Phoebe has had them. So of course Phoebe has the chicken pox now but unfortunately Ryan hasn’t had them but he wouldn’t let the pox stand between them. Chandler organizes a job as a processor for Joey and Joey does a little too much acting like he was a processor. Ryan and Phoebe both have the chicken pox and the itching drives them crazy. Joey is really annoying at work and always ratting Chandler out. They agree that Joey will quit…"
      },
      {
        "episode": 24,
        "title": "The One with Barry and Mindy's Wedding",
        "date": "May. 16, 1996",
        "description": "Rachel agrees to be maid of honor at her ex-fiancé’s wedding, but a fashion faux pas focuses attention away from the bride. To get a role in Warren Beatty’s new movie, Joey needs to practice kissing…guys. Monica ponders her future with Richard and Chandler falls for a mystery woman on the Internet…who turns out to be Janice!"
      }
    ]
  },
  {
    "season": 3,
    "release": "Sep. 16, 1996",
    "episodes": [
      {
        "episode": 1,
        "title": "The One with the Princess Leia Fantasy",
        "date": "Sep. 16, 1996",
        "description": "Ross reveals a fantasy to Rachel involving a certain “Star Wars” character. Monica suffers from insomnia after her breakup with Richard. And Chandler, back together with Janice, wants Joey to bond with her."
      },
      {
        "episode": 2,
        "title": "The One Where No One's Ready",
        "date": "Sep. 26, 1996",
        "description": "A stressed Ross desperately and insistently tries to get the rest of the gang ready for a black tie event at the museum, while Joey and Chandler clash over personal belongings and personal space."
      },
      {
        "episode": 3,
        "title": "The One with the Jam",
        "date": "Oct. 03, 1996",
        "description": "Phoebe dates a man who thinks he’s stalking her twin sister. Ross and Rachel give Chandler “boyfriend” lessons. Monica uses her free time after breaking up with Richard to make jam and considers insemination through a sperm bank."
      },
      {
        "episode": 4,
        "title": "The One With the Metaphorical Tunnel",
        "date": "Oct. 10, 1996",
        "description": "Phoebe pretends to be Joey’s agent and has some success in getting him auditions. Ultimately, however, she is unable to deal with the rejection that comes with acting, and quits. Ross is upset when Ben brings a Barbie doll on his weekend visit. He spends the time trying to get him to give up the doll and eventually replaces it with a G.I. Joe. When Carol and Susan come to pick up Ben, Monica tells them that Ross used to dress in his mother’s clothes and play tea party. Chandler is advancing in his relationship with Janice and, realizing that he has a fear of commitment, goes to the girls for advice. When he decides to become super-committed, he ends up scaring Janice. He ends up just coming clean and being himself and the relationship survives."
      },
      {
        "episode": 5,
        "title": "The One with Frank, Jr.",
        "date": "Oct. 17, 1996",
        "description": "Phoebe’s half-brother visits and she offers to give him a massage, but they have trouble bonding. Joey attempts to build an entertainment center. Ross is challenged to name the five celebrities he’d like to sleep with most."
      },
      {
        "episode": 6,
        "title": "The One with the Flashback",
        "date": "Oct. 31, 1996",
        "description": "When Janice asks the gang if any of them have ever slept together, the friends flash back to a time three years before."
      },
      {
        "episode": 7,
        "title": "The One With The Race Car Bed",
        "date": "Nov. 07, 1996",
        "description": "When Monica buys a new bed from Janice’s soon-to-be-ex-husband, “The Mattress King”, the wrong one is delivered. Rachel’s attempts to have her father and Ross bond fail, until she stops trying. Joey gets a job teaching a soap opera acting class."
      },
      {
        "episode": 8,
        "title": "The One with the Giant Poking Device",
        "date": "Nov. 14, 1996",
        "description": "When Phoebe believes she’s killed the ugly naked guy across the street from Rachel and Monica, Joey constructs a long poking device. Chandler confronts Janice."
      },
      {
        "episode": 9,
        "title": "The One with the Football",
        "date": "Nov. 21, 1996",
        "description": "Emotions become the feast of the day when the gang plays a game of touch football on Thanksgiving as Joey and Chandler argue over who gets to date a model and Ross and Monica argue over winning in a case of sibling rivalry."
      },
      {
        "episode": 10,
        "title": "The One Where Rachel Quits",
        "date": "Dec. 12, 1996",
        "description": "Rachel makes a rash decision after Gunther tells her she needs to be retrained. Phoebe tries to help Joey when he gets a job selling Christmas trees. And Ross accidentally breaks a girl’s leg and tries to make it up to her."
      },
      {
        "episode": 11,
        "title": "The One Where Chandler Can't Remember Which Sister",
        "date": "Jan. 09, 1997",
        "description": "Ross is suspicious about Rachel’s possible job offer from a good-looking stranger. And a drunken Chandler fools around with one of Joey’s sisters, but can’t remember which one."
      },
      {
        "episode": 12,
        "title": "The One with All the Jealousy",
        "date": "Jan. 16, 1997",
        "description": "Ross becomes insanely jealous of Mark. Monica hooks up with a co-worker, who writes her a poem with a hidden meaning. One of Joey’s numerous lies on his resume is exposed when he takes part in a Broadway production."
      },
      {
        "episode": 13,
        "title": "The One Where Monica And Richard Are Just Friends",
        "date": "Jan. 30, 1997",
        "description": "Monica’s willpower is tested when she runs into Richard at the video store. Joey agrees to read Little Women while Rachel agrees to read The Shining. And Phoebe’s athletic date has a problem with short shorts."
      },
      {
        "episode": 14,
        "title": "The One with Phoebe's Ex-Partner",
        "date": "Feb. 06, 1997",
        "description": "Phoebe is reunited with her former singing partner who thinks “Smelly Cat” has hit potential; Chandler dates a woman with a prosthetic leg who also has some history with Joey. Meanwhile, Ross goes to a fashion seminar with Rachel, so she won’t go with Mark, and falls asleep in the middle of it."
      },
      {
        "episode": 15,
        "title": "The One Where Ross and Rachel Take a Break",
        "date": "Feb. 13, 1997",
        "description": "Ross seeks solace at a party after a bitter fight with Rachel and ends up in the arms of another woman. Phoebe dates a diplomat who needs an interpreter to communicate with her. And Chandler and Joey ponder a ménage a trois with a woman who seems hot for both of them."
      },
      {
        "episode": 16,
        "title": "The One with the Morning After",
        "date": "Feb. 20, 1997",
        "description": "Ross tries to prevent Rachel from learning that he slept with Chloe, the copy store employee. When she finds out anyway and they go back to her apartment and have a fight, the other four friends are trapped in Monica’s bedroom, forced to listen in as Rachel decides to break up with Ross."
      },
      {
        "episode": 17,
        "title": "The One Without the Ski Trip",
        "date": "Mar. 06, 1997",
        "description": "Ross and Rachel compete to spend time with their other friends. When a lonely Ross is excluded from Rachel’s ski trip with her pals, he visits Carol. Meanwhile, Chandler starts smoking again."
      },
      {
        "episode": 18,
        "title": "The One with the Hypnosis Tape",
        "date": "Mar. 13, 1997",
        "description": "Monica goes out with a guy who turns out to be a software billionaire. Chandler’s stop smoking hypnosis tape has an unexpected side effect. Frank makes a surprise announcement that he is getting married – to a woman twice his age."
      },
      {
        "episode": 19,
        "title": "The One with the Tiny T-Shirt",
        "date": "Mar. 27, 1997",
        "description": "Rachel goes on her first date after splitting from Ross…and it’s with Mark. Joey develops a crush on his costar in his new play. And Monica continues to date Pete, even though she is still not attracted to him."
      },
      {
        "episode": 20,
        "title": "The One with the Dollhouse",
        "date": "Apr. 10, 1997",
        "description": "Rachel regrets making a date for Chandler and her boss, Joanna. Joey’s interest in Kate intensifies after they sleep together. And Monica’s aunt dies, leaving her an antique dollhouse, with which Monica doesn’t want Phoebe to play with."
      },
      {
        "episode": 21,
        "title": "The One with a Chick and a Duck",
        "date": "Apr. 17, 1997",
        "description": "Monica considers a dream job in Pete’s new restaurant, but Phoebe fears there is more to the deal. Joey and Chandler adopt a baby chick and a duck. And Ross misses a panel for the Discovery Channel to help Rachel, who may have a broken rib."
      },
      {
        "episode": 22,
        "title": "The One with the Screamer",
        "date": "Apr. 24, 1997",
        "description": "At the premiere of Joey’s big play; Ross alone concludes that Rachel’s date is insane. Joey falls in love with Kate, but she gets a big job in Los Angeles and takes it. And poor Phoebe is on hold for days with a company she needs to talk to before her phone warranty expires."
      },
      {
        "episode": 23,
        "title": "The One with Ross's Thing",
        "date": "May. 01, 1997",
        "description": "Afflicted with a mysterious skin condition on his butt, Ross seeks advice from Phoebe’s herbalist. Phoebe can’t decide whether to date a sensitive, muscular fireman or a sensitive, muscular schoolteacher. And Monica can’t decide about Pete when she thinks he is going to propose."
      },
      {
        "episode": 24,
        "title": "The One with the Ultimate Fighting Champion",
        "date": "May. 08, 1997",
        "description": "To Monica’s horror, Pete plans to be in an ultimate fight, and when he can’t win but won’t give up, she must decide her future with him. Chandler has a problem when his new boss is slaphappy. Phoebe sets Ross up on a date with a woman who used to be bald."
      },
      {
        "episode": 25,
        "title": "The One at the Beach",
        "date": "May. 15, 1997",
        "description": "The gang goes to the beach. In search of her father, Phoebe meets a family friend with links to her family’s past, who may know more than she’s letting on. Ross discovers that Rachel still loves him, and must choose between sex-crazy, but bald, Bonnie and Rachel, the love of his life. After the gang plays strip poker, Joey winds up sleeping naked on the beach. And Chandler wonders why Monica doesn’t think he’s serious after he asks her if she would ever go out with him."
      }
    ]
  },
  {
    "season": 4,
    "release": "Sep. 25, 1997",
    "episodes": [
      {
        "episode": 1,
        "title": "The One with the Jellyfish",
        "date": "Sep. 25, 1997",
        "description": "Ross chooses between Rachel and his bald-headed girlfriend Bonnie. Phoebe struggles to deal with the revelation that her mother’s friend is actually her mother. Monica gets stung by a jellyfish, forcing Chandler and Joey to step up to the plate in order to relieve her pain."
      },
      {
        "episode": 2,
        "title": "The One with the Cat",
        "date": "Oct. 02, 1997",
        "description": "Phoebe believes that her adoptive mother’s spirit resides in a cat that jumped into her guitar case in Central Perk. Monica goes on a date with Rachel’s hunky high-school boyfriend, who was cool in high-school, but a failure now. And when Joey and Chandler decide to sell the entertainment center, Joey takes stupidity to a new level."
      },
      {
        "episode": 3,
        "title": "The One with the 'Cuffs",
        "date": "Oct. 09, 1997",
        "description": "Monica caters a party for her mother, who still doesn’t quite know how to talk to her daughter. Chandler’s encounter with Rachel’s boss leads to an embarrassing situation. And an encyclopedia salesman takes advantage of Joey."
      },
      {
        "episode": 4,
        "title": "The One with the Ballroom Dancing",
        "date": "Oct. 16, 1997",
        "description": "Joey attempts ballroom dancing in order to help Monica and Rachel keep their illegal sublet. Phoebe is attracted to one of her massage clients. And Ross tries to help Chandler quit the gym."
      },
      {
        "episode": 5,
        "title": "The One with Joey's New Girlfriend",
        "date": "Oct. 30, 1997",
        "description": "Chandler hits on a woman at Central Perk, not realizing she is Joey’s new girlfriend. He soon realizes he is very attracted to, possibly in love, with her. Ross and Rachel play the jealousy game in their relationships. And Phoebe desperately tries to catch a cold after discovering that her voice is sexier and her singing better when she has phlegm in her throat."
      },
      {
        "episode": 6,
        "title": "The One with the Dirty Girl",
        "date": "Nov. 06, 1997",
        "description": "Ross’s new girlfriend seems nearly perfect until he visits her house and discovers that her apartment is incredibly dirty. Chandler helps Joey pick out a thoughtful present for Kathy’s birthday. Rachel attempts to finish a crossword puzzle by herself. And Phoebe helps Monica cater a funeral."
      },
      {
        "episode": 7,
        "title": "The One Where Chandler Crosses the Line",
        "date": "Nov. 13, 1997",
        "description": "Chandler must decide between the girl of his dreams and his best friend when he and Kathy share a passionate kiss. Needless to say, Joey is not happy when he finds out about it. And nobody wants to tell Ross how awful his keyboard playing is."
      },
      {
        "episode": 8,
        "title": "The One with Chandler in a Box",
        "date": "Nov. 20, 1997",
        "description": "Chandler agrees to spend Thanksgiving in a shipping crate as penance for kissing Kathy. The gang decides to give each other Secret Santa gifts. After Monica gets ice in her eye, she ends up visiting Richard’s son, who is as attracted to Monica as his father was."
      },
      {
        "episode": 9,
        "title": "The One Where They're Going to Party!",
        "date": "Dec. 11, 1997",
        "description": "Chandler and Ross’s college friend Gandalf is planning to come to town. Gandalf is “the party wizard.” Ross and Chandler are very excited until Gandalf cancels. However, they decide to make their own party with Joey’s help. Joanna squashes Rachel’s chance at a promotion. And when Monica fills in for a friend as food critic for a small newspaper, she must decide between a steady job as head chef of a restaurant she panned or keeping her catering business with her friend Phoebe."
      },
      {
        "episode": 10,
        "title": "The One with the Girl from Poughkeepsie",
        "date": "Dec. 18, 1997",
        "description": "Ross must decide whether to continue dating a girl he must travel two-and-a-half hours to see. Chandler sets Rachel up with a co-worker who misunderstands her intentions. Monica is being treated poorly by her new co-workers so she hires Joey just so she can fire him and show who’s the boss. And Phoebe tries to write the perfect holiday song."
      },
      {
        "episode": 11,
        "title": "The One with Phoebe's Uterus",
        "date": "Jan. 08, 1998",
        "description": "Phoebe considers her options when her brother visits with his new wife and asks her to carry their child. Joey works as a tour guide at Ross’s museum and tries to tear down the walls between tour guides and scientists. And Chandler seeks advice from Monica and Rachel after he fears that he will not live up to Kathy’s sexual expectations–especially since the last guy she slept with before him was Joey."
      },
      {
        "episode": 12,
        "title": "The One with the Embryos",
        "date": "Jan. 15, 1998",
        "description": "Phoebe’s uterus is examined for implantation of the embryos. Meanwhile, a seemingly harmless game between Chandler and Joey against Monica and Rachel escalates into a full blown contest where the stakes are raised higher and higher."
      },
      {
        "episode": 13,
        "title": "The One with Rachel's Crush",
        "date": "Jan. 29, 1998",
        "description": "After seeing Kathy’s play, Chandler becomes convinced she is cheating on him with her co-star. Rachel develops a crush on one of her customers. Monica becomes jealous when she realizes she is no longer the ‘hostess’."
      },
      {
        "episode": 14,
        "title": "The One with Joey's Dirty Day",
        "date": "Feb. 05, 1998",
        "description": "After a three-day fishing trip with his dad, Joey is in a jam when he doesn’t have time to take a shower before going to the set of Charlton Heston’s new movie. Rachel, continuing to fawn over clothing shopper Joshua, sets Ross up with her boss’s niece Emily when she is unable to take her to the opera. And while Chandler is despondent after his breakup with Kathy, the girls take him to a strip club."
      },
      {
        "episode": 15,
        "title": "The One with All the Rugby",
        "date": "Feb. 26, 1998",
        "description": "Chandler runs into Janice, and finds her more irritating than ever. Meanwhile, Ross attempts to learn how to play rugby to impress Emily and Monica obsesses over an electric switch in her new apartment."
      },
      {
        "episode": 16,
        "title": "The One with the Fake Party",
        "date": "Mar. 19, 1998",
        "description": "With two days left until Emily’s departure back to England, Rachel throws a fake party for her, just so that she can see Joshua outside of work. And a pregnant (vegetarian) Phoebe craves meat."
      },
      {
        "episode": 17,
        "title": "The One with the Free Porn",
        "date": "Mar. 26, 1998",
        "description": "Chandler and Joey discover that they’re getting a free porno station on their TV. Monica encourages Ross to tell Emily he loves her just before she leaves for London. Phoebe gets some shocking news when she visits her OB-GYN."
      },
      {
        "episode": 18,
        "title": "The One with Rachel's New Dress",
        "date": "Apr. 02, 1998",
        "description": "Rachel has an awkward encounter with Joshua’s parents. Phoebe is offered the chance to name one of the triplets. Ross becomes paranoid when Emily goes to London with Susan."
      },
      {
        "episode": 19,
        "title": "The One with All the Haste",
        "date": "Apr. 09, 1998",
        "description": "Ross proposes to Emily. Monica and Rachel try to win their apartment back from Chandler and Joey."
      },
      {
        "episode": 20,
        "title": "The One with All the Wedding Dresses",
        "date": "Apr. 16, 1998",
        "description": "Chandler takes Joey to a sleep clinic when he starts snoring. After Ross asks Monica to pick up Emily’s wedding dress, she tries it on and can’t stop wearing it. Meanwhile, jealous of Ross’s proposal to Emily, Rachel tries to talk Joshua into marriage."
      },
      {
        "episode": 21,
        "title": "The One with the Invitation",
        "date": "Apr. 23, 1998",
        "description": "As Ross and Emily send out wedding invitations, he and Rachel each look back on their relationship together while Joey and Chandler look for a purpose in life."
      },
      {
        "episode": 22,
        "title": "The One with the Worst Best Man Ever",
        "date": "Apr. 30, 1998",
        "description": "Joey convinces Ross to pick him as his best man instead of Chandler. He throws a great bachelor party, but the next morning he’s shocked to find out that the wedding ring is missing and he suspects that the stripper stole it. Meanwhile, Phoebe is experiencing major mood swings due to her pregnancy and the girls decide to throw her a baby shower to cheer her up, but it only makes matters worse."
      },
      {
        "episode": 23,
        "title": "The One with Ross's Wedding (1)",
        "date": "May. 07, 1998",
        "description": "The gang (except for Rachel and pregnant Phoebe) heads over to London for Ross and Emily’s wedding. Joey can’t contain his excitement about London which annoys Chandler to no end and results in two of them arguing. While the guys are touring the city, Monica, together with Ross and Emily, visit the chapel where the wedding ceremony is supposed to take place only to find out that it’s being torn down prematurely. Emily freaks out and is ready to postpone the wedding, however Ross and Monica manage to change her mind. Meanwhile, back in New York, Rachel realizes that she still has feelings for Ross and decides to go to London after all. Phoebe tries to talk her out of it, but is unsuccessful."
      },
      {
        "episode": 24,
        "title": "The One with Ross's Wedding (2)",
        "date": "May. 07, 1998",
        "description": "Phoebe tries to warn the gang that Rachel is coming to London to tell Ross that she still loves him. After the initial excitement about visiting England dissipates, Joey begins to feel homesick, however, one of the bridesmaids helps him to forget about it. Meanwhile, Ross and Emily’s parents get into an argument over the bill for the wedding. During the rehearsal dinner Monica gets upset that she might never get married and Chandler tries to comfort her. They end up in a situation with far-reaching consequences. Rachel sees Ross just before the wedding starts, but she decides not to tell him about her feelings. Nevertheless, the wedding ends with a gaffe."
      }
    ]
  },
  {
    "season": 5,
    "release": "Sep. 24, 1998",
    "episodes": [
      {
        "episode": 1,
        "title": "The One After Ross Says Rachel",
        "date": "Sep. 24, 1998",
        "description": "In the aftermath of his Freudian slip, Ross tries to rescue his marriage with Emily. Meanwhile, Chandler and Monica try and find a moment alone in order to continue their affair while overseas."
      },
      {
        "episode": 2,
        "title": "The One with All the Kissing",
        "date": "Oct. 01, 1998",
        "description": "Ross continues to try and mend his marriage to Emily. When Chandler accidentally kisses Monica in front of everyone before leaving for work, he tries to recover by kissing Rachel and Phoebe as well. Meanwhile, Phoebe starts getting irritated by everyone’s London stories."
      },
      {
        "episode": 3,
        "title": "The One Hundredth",
        "date": "Oct. 08, 1998",
        "description": "Phoebe is rushed to the hospital for the birth of her brother’s triplets. While there, Joey winds up with severe sympathy pains that turn out to be kidney stones. Meanwhile, Rachel tries to set Monica up on a date with a male nurse."
      },
      {
        "episode": 4,
        "title": "The One Where Phoebe Hates PBS",
        "date": "Oct. 15, 1998",
        "description": "Joey lands a job with a PBS telethon, which ignites an old hatred Phoebe has towards the network. Meanwhile, Monica tries to convince Rachel that she’s dating someone from work to hide her relationship with Chandler. And Ross finally gets in touch with Emily and they try to work it out."
      },
      {
        "episode": 5,
        "title": "The One with the Kips",
        "date": "Oct. 29, 1998",
        "description": "Monica and Chandler plan an Atlantic City getaway in order to have an intimate weekend away from their friends. Meanwhile, Ross prepares himself to tell Rachel that he can’t see her anymore."
      },
      {
        "episode": 6,
        "title": "The One with the Yeti",
        "date": "Nov. 05, 1998",
        "description": "Emily decides that the only way to continue her marriage with Ross is to have him get rid of all traces of Rachel in his apartment. Meanwhile, Rachel and Monica mistake a hairy neighbor for a yeti."
      },
      {
        "episode": 7,
        "title": "The One Where Ross Moves In",
        "date": "Nov. 12, 1998",
        "description": "Chandler and Joey let Ross move in with them once his marriage to Emily falls apart. Meanwhile, Phoebe gets involved with the local health inspector and Rachel becomes convinced that Danny is trying to seduce her with mind games."
      },
      {
        "episode": 8,
        "title": "The One with All the Thanksgivings",
        "date": "Nov. 19, 1998",
        "description": "Although the Thanksgiving meal is great, Chandler is still moody over his parent’s divorce during the holiday when he was a boy and Ross is depressed about his second divorce. The group reminisces about their worst Thanksgivings in order to cheer them up, and Monica’s worst memory is revealed."
      },
      {
        "episode": 9,
        "title": "The One with Ross's Sandwich",
        "date": "Dec. 10, 1998",
        "description": "Joey starts to get uncomfortable with protecting Monica and Chandler’s secret, especially when it places him in embarrassing situations with the rest of the group. Meanwhile, Ross becomes enraged at work when someone swipes his turkey sandwich. Phoebe and Rachel enroll in a literature class."
      },
      {
        "episode": 10,
        "title": "The One with the Inappropriate Sister",
        "date": "Dec. 17, 1998",
        "description": "Joey teaches Ross how to be unemployed. Phoebe is working for the Salvation Army during the holidays. Monica is tired of Rachel’s obsessing about Danny and asks him to go out with her. Ross convinces Joey to write a play about himself. Phoebe is distressed after finding out that New Yorkers are mean. Rachel meets Danny’s sister and is dismayed when the two seem a little too playful. Phoebe vows a return to “Street Phoebe.”"
      },
      {
        "episode": 11,
        "title": "The One with All the Resolutions",
        "date": "Jan. 07, 1999",
        "description": "With the New Year, the friends make New Year’s resolutions. Ross resolves to try a new thing every day. Chandler resolves to not make fun of his friends for a week. Joey resolves to learn how to play the guitar, with Phoebe as his teacher. Rachel resolves to give up gossiping. Chandler nearly goes insane holding it all in. Ross is stuck in a sticky situation at his date’s apartment, in constricting and hot leather pants. Rachel discovers a big secret (Monica and Chandler) that threatens to spoil her resolution."
      },
      {
        "episode": 12,
        "title": "The One with Chandler's Work Laugh",
        "date": "Jan. 21, 1999",
        "description": "Monica begins to hang out with Chandler during his work functions, since they don’t have to keep their relationship a secret among his coworkers. However, she learns that Chandler has a second, more annoying personality when he’s around his boss. Meanwhile, Ross learns that Emily is getting remarried and in his grief hooks up with an old nemesis of the gang: Janice."
      },
      {
        "episode": 13,
        "title": "The One with Joey's Bag",
        "date": "Feb. 04, 1999",
        "description": "Monica gives Chandler a painful massage. Joey wears a top hat for an audition. A disgusted Rachel offers to dress him. Phoebe’s grandmother died. Rachel hooks Joey up with a “shoulder bag”. Phoebe tells Ursula, who is disinterested. At the memorial service, Phoebe meets her father, who plays it off and runs away. At his audition, Joey’s bag distracts the casting people. Phoebe and her father talk at Central Perk."
      },
      {
        "episode": 14,
        "title": "The One Where Everybody Finds Out",
        "date": "Feb. 11, 1999",
        "description": "When the friends discover that Ugly Naked Guy is moving out of his apartment, Ross leaps at the opportunity to get his own place again. Phoebe finds out about Monica and Chandler’s relationship, and tries to get them to reveal the truth by seducing Chandler."
      },
      {
        "episode": 15,
        "title": "The One with the Girl Who Hits Joey",
        "date": "Feb. 18, 1999",
        "description": "Joey starts dating Katie, a little girl who packs a mean punch. When Ross refuses to contribute to the retirement fund of the building’s maintenance man, he winds up offending everyone in the building."
      },
      {
        "episode": 16,
        "title": "The One with the Cop",
        "date": "Feb. 25, 1999",
        "description": "Joey has a dream about Monica. Phoebe finds a police badge under her seat at Central Perk and uses it to go on missions of mercy. Ross buys a sofa but has trouble moving it up the stairs into his new apartment."
      },
      {
        "episode": 17,
        "title": "The One with Rachel's Inadvertent Kiss",
        "date": "Mar. 18, 1999",
        "description": "Monica and Chandler try to prove that they’re more hot and heavy than Phoebe and Gary. Rachel accidentally kisses her job interviewer at Ralph Lauren. Joey tries to meet a girl living in Ross’s building, but Ross meets her first."
      },
      {
        "episode": 18,
        "title": "The One Where Rachel Smokes",
        "date": "Apr. 08, 1999",
        "description": "Rachel decides to start smoking in order to avoid missing important meetings with her boss. Meanwhile, Ben gets offered an audition for a soup commercial, and Joey auditions to be Ben’s father during the ad. Also, Monica and Phoebe plan a surprise birthday party for Rachel together, but Monica takes over."
      },
      {
        "episode": 19,
        "title": "The One Where Ross Can't Flirt",
        "date": "Apr. 22, 1999",
        "description": "Joey lands a role in Law & Order, and his Italian-speaking grandmother comes over to watch his network debut. Meanwhile, Ross tries unsuccessfully to flirt with the pizza delivery girl."
      },
      {
        "episode": 20,
        "title": "The One with the Ride Along",
        "date": "Apr. 29, 1999",
        "description": "As the date for Emily’s remarriage draws closer, the group tries to keep Ross distracted. As a result, Ross and the other guys get invited to take a ride along with Gary."
      },
      {
        "episode": 21,
        "title": "The One with the Ball",
        "date": "May. 06, 1999",
        "description": "Rachel buys a psychotic sphynx cat and Phoebe learns that Gary is going to ask her to move in with him. Thinking this is way to fast, she tries to get Chandler to talk him out of this decision. Ross and Joey start throwing a ball while they are bored but it changes from a time-filler to a super-competitive obsession when Monica joins in."
      },
      {
        "episode": 22,
        "title": "The One with Joey's Big Break",
        "date": "May. 13, 1999",
        "description": "Joey seems to have finally hit big when he gets offered a lead part in a movie shooting outside of Las Vegas. However, when Chandler begins expressing doubts about the film’s legitimacy, it causes a rift in their friendship."
      },
      {
        "episode": 23,
        "title": "The One in Vegas (1)",
        "date": "May. 20, 1999",
        "description": "Chandler decides the only way to mend his friendship with Joey is to fly out to Vegas and visit him. Phoebe is determined not to be left out on another adventure, so everyone winds up going. Trouble is in the water, however, when Chandler finds out that Monica had lunch with Richard."
      },
      {
        "episode": 24,
        "title": "The One in Vegas (2)",
        "date": "May. 20, 1999",
        "description": "Chandler and Monica reconcile and hastily decide to get married. Ross and Rachel get drunk and roam the casino. Phoebe deals with a ‘lurker’ on the slot machines."
      }
    ]
  },
  {
    "season": 6,
    "release": "Sep. 23, 1999",
    "episodes": [
      {
        "episode": 1,
        "title": "The One After Vegas",
        "date": "Sep. 23, 1999",
        "description": "Ross and Rachel experience the world’s worst hangover when they realize they’ve gotten married. Chandler and Monica back away from their own altar plans. Phoebe and Joey head back to New York in the taxi cab."
      },
      {
        "episode": 2,
        "title": "The One Where Ross Hugs Rachel",
        "date": "Sep. 30, 1999",
        "description": "Monica and Chandler decide to move in together, leading Rachel to believe that all three of them will be roommates, and Monica doesn’t want to tell her the truth. Meanwhile, Ross tries to keep Rachel from learning that their marriage hasn’t been annulled."
      },
      {
        "episode": 3,
        "title": "The One with Ross's Denial",
        "date": "Oct. 07, 1999",
        "description": "Monica and Chandler disagree over how to redecorate Rachel’s old room. Joey advertises for a “non ugly” roommate. Ross is unwilling to accept that he is still in love with Rachel."
      },
      {
        "episode": 4,
        "title": "The One Where Joey Loses His Insurance",
        "date": "Oct. 14, 1999",
        "description": "Rachel prepares to move in with Ross. Ross is asked to give a lecture at NYU. Phoebe’s psychic tells her that she will die before the end of the week. Ross practices his lecture for the gang but it’s really boring. Joey’s SAG health insurance has lapsed due to his lack of work. Ross’s lecture goes well, without jokes or “naked chicks”. Joey gets a hernia working out for auditions. Rachel and Monica discover that Ross is interesting because he uses a British accent. Joey won’t go to the hospital and Phoebe’s psychic dies instead of her. Ross’s lawyer calls for him and Rachel talks to him, discovering that they’re still married."
      },
      {
        "episode": 5,
        "title": "The One with Joey's Porsche",
        "date": "Oct. 21, 1999",
        "description": "Joey finds keys to a Porsche and wants to leave them at the lost and found but nobody seems to miss their keys. Joey gets great response from people when he stands next to the car. Rachel doesn’t know where to live until Phoebe offers her a room. Rachel takes care of the divorce because she doesn’t trust Ross anymore. Alice and Frank give Phoebe the triplets to babysit for a day and Monica and Chandler help her take care of them. Joey washes the Porsche when the owner comes by and takes it away. Rachel and Ross go before the judge but Rachel filled in untrue reasons …"
      },
      {
        "episode": 6,
        "title": "The One on the Last Night",
        "date": "Nov. 04, 1999",
        "description": "Chandler and Monica are moving in with each other, which means Rachel is moving in with Phoebe and Joey will be without a roommate. Meanwhile Ross doesn’t want to help with the packing so he stays at home with Ben, or so they think. Joey doesn’t know how to live by himself, so Chandler decides to “lose” money to him in various games."
      },
      {
        "episode": 7,
        "title": "The One Where Phoebe Runs",
        "date": "Nov. 11, 1999",
        "description": "Rachel and Phoebe decide to start running together, but Rachel is thrown off by the fact that Phoebe runs like a four-year-old. Joey finds a sexy new female roommate. Chandler decides to surprise Monica by cleaning the apartment, but forgets where everything goes. Ross tries to help him fix the apartment before Monica gets home."
      },
      {
        "episode": 8,
        "title": "The One with Ross's Teeth",
        "date": "Nov. 18, 1999",
        "description": "Ross bleaches his teeth for a date with Monica’s coworker. The only problem is that they now glow in the dark. Chandler convinces Joey that Janine is trying to take over his apartment. Phoebe makes out with the copy guy at Rachel’s office. Rachel spreads rumors about Phoebe but her boss thinks that Rachel slept with Ralph Lauren."
      },
      {
        "episode": 9,
        "title": "The One Where Ross Got High",
        "date": "Nov. 25, 1999",
        "description": "Monica’s parents come for Thanksgiving, which is a problem because, not only do they not like Chandler, they don’t know where he’s living. Rachel makes a dessert–with beef. Phoebe develops a crush on Mr. Geller. Joey and Ross can’t wait for dinner to end so they can go to Janine’s “Thanksgiving with models”."
      },
      {
        "episode": 10,
        "title": "The One with the Routine",
        "date": "Dec. 16, 1999",
        "description": "Joey is beginning to like Janine more. She gets an invitation to dance on “Dick Clark’s New Year’s Rockin’ Eve” and invites Joey, Monica and Ross to join her. Monica and Ross are a little TOO happy. While Monica is at the taping, Rachel, Phoebe and Chandler search for their Christmas presents. Joey and Janine kiss."
      },
      {
        "episode": 11,
        "title": "The One with the Apothecary Table",
        "date": "Jan. 06, 2000",
        "description": "Rachel orders an apothecary table from Pottery Barn, which is a problem because Phoebe hates the mass-producing company. After Janine and Joey double date with Chandler and Monica, Janine tells Joey that she thinks the other two are boring. Ross buys a new apothecary table too, which causes problems for Rachel. After a confrontation with Monica and Chandler, Joey breaks up with Janine and she moves out."
      },
      {
        "episode": 12,
        "title": "The One with the Joke",
        "date": "Jan. 13, 2000",
        "description": "Chandler and Ross fight over ownership of a joke published in Playboy. A wayward remark of Phoebe’s leads to trouble between the girls and a broke Joey starts working at Central Perk."
      },
      {
        "episode": 13,
        "title": "The One with Rachel's Sister",
        "date": "Feb. 03, 2000",
        "description": "Joey gets in trouble for giving female customers free food at Central Perk. A sick Monica desperately tries to convince Chandler that she’s not sick. After her father cuts her off, Rachel’s sister Jill comes to town. Rachel talks Jill into asking Ross out. Ross and Jill return to his apartment and he closes the drapes as Rachel looks on from Monica and Chandler’s…"
      },
      {
        "episode": 14,
        "title": "The One Where Chandler Can't Cry",
        "date": "Feb. 10, 2000",
        "description": "Chandler admits that he hasn’t cried since he was a child. Phoebe discovers that Ursula is starring in porno movies using her name. Rachel desperately tries to stop Ross and Jill from starting a relationship."
      },
      {
        "episode": 15,
        "title": "The One That Could Have Been (1)",
        "date": "Feb. 17, 2000",
        "description": "Barry and Mindy’s impending divorce prompts the gang to fantasize about what their lives might be like if they’d all taken different courses. Ross is still married to Carol, and Rachel is married to Barry, but fawning over famous soap star Joey Tribbiani. Monica is still fat and dating a doctor. Chandler is an aspiring writer and Phoebe is a Wall Street shark for Merrill Lynch."
      },
      {
        "episode": 16,
        "title": "The One That Could Have Been (2)",
        "date": "Feb. 17, 2000",
        "description": "Carol and Ross decide to have a threesome to spice up their marriage. Rachel goes to Joey’s and kisses him. Chandler and Monica have sex and end up together anyway. Susan meets Carol. Rachel catches Barry cheating."
      },
      {
        "episode": 17,
        "title": "The One with Unagi",
        "date": "Feb. 24, 2000",
        "description": "Joey needs money for new headshots, and tries to enter a medical study. The only problem is that the study is for twins. Rachel and Phoebe are taking a self-defense class, but Ross tries to give them a lesson in Unagi instead. Chandler needs a homemade present for Monica’s Valentine’s Day present."
      },
      {
        "episode": 18,
        "title": "The One Where Ross Dates a Student",
        "date": "Mar. 09, 2000",
        "description": "Ross gets his student evaluations and one student writes that he’s hot. Even though it could cost him his job, he considers dating her. An ex-girlfriend of Chandler’s from college is directing the new Al Pacino movie and Joey wants an audition. A fire starts in Phoebe and Rachel’s apartment, forcing them to find temporary living spaces with Monica and Joey."
      },
      {
        "episode": 19,
        "title": "The One with Joey's Fridge",
        "date": "Mar. 23, 2000",
        "description": "Phoebe and Monica & Chandler compete to get Rachel a date for a charity ball. Joey’s fridge is broken and he tries to cajole his friends into helping him buy a new one. Elizabeth tells Ross her intention to visit Daytona Beach for spring break, making him nervous."
      },
      {
        "episode": 20,
        "title": "The One with Mac and C.H.E.E.S.E.",
        "date": "Apr. 13, 2000",
        "description": "Joey gets an audition for the lead character in a new TV show. When the audition is rescheduled, Chandler takes the message but forgets to tell Joey. Then the group recalls some of Joey’s less-than-spectacular acting moments."
      },
      {
        "episode": 21,
        "title": "The One Where Ross Meets Elizabeth's Dad",
        "date": "Apr. 27, 2000",
        "description": "Ross asks his friends to keep him company when he meets Elizabeth’s dad for the first time. Paul ends up hitting it off with Rachel. Phoebe decides to write “another” book, about Monica and Chandler. Joey may be fired from his sitcom when he has a fight with C.H.E.E.S.E.’s operator."
      },
      {
        "episode": 22,
        "title": "The One Where Paul's the Man",
        "date": "May. 04, 2000",
        "description": "While visiting an art museum, Monica puts her name on a two-year waiting list to use the museum for a wedding. When Paul threatens to fire Ross if he doesn’t stop seeing his daughter, Ross and Elizabeth take a trip up to her dad’s mountain cabin. Unfortunately, Paul has the same idea and takes Rachel up to the cabin."
      },
      {
        "episode": 23,
        "title": "The One with the Ring",
        "date": "May. 11, 2000",
        "description": "Chandler and Phoebe shop for a ring for Monica. Chandler finds the perfect one but Phoebe accidentally lets it get away. Rachel wants Paul to open up, but he opens up a bit too much. Ross and Joey think that Chandler’s mad at them because he’s preoccupied with the ring."
      },
      {
        "episode": 24,
        "title": "The One with the Proposal (1)",
        "date": "May. 18, 2000",
        "description": "Chandler plans to propose to Monica at dinner, but his plans go awry when Richard shows up. Phoebe and Joey join Rachel at a charity auction."
      },
      {
        "episode": 25,
        "title": "The One with the Proposal (2)",
        "date": "May. 18, 2000",
        "description": "Monica struggles to decide between Richard and Chandler. Meanwhile, Rachel and Phoebe discuss their backup plans if they are not married before the time they’re 40."
      }
    ]
  },
  {
    "season": 7,
    "release": "Oct. 12, 2000",
    "episodes": [
      {
        "episode": 1,
        "title": "The One with Monica's Thunder",
        "date": "Oct. 12, 2000",
        "description": "Everybody toasts the engagement. Phoebe wants to be the musician at the wedding. Joey prepares for an audition where he must play a 19-year-old. After Chandler can’t get it up for Monica, he worries about the consequences. Ross and Rachel debate a “bonus night”. Monica catches them kissing and thinks Rachel is trying to steal her night."
      },
      {
        "episode": 2,
        "title": "The One with Rachel's Book",
        "date": "Oct. 12, 2000",
        "description": "Everybody begins planning for the wedding. Phoebe moves in with Ross. Napping in Rachel’s bed because the duck threw up in his, Joey discovers that Rachel has been reading a trashy romance novel. Phoebe moves her massage parlor in Ross’s apartment. Monica’s parents spent her wedding money on a beach house, but Chandler has enough saved for a decent wedding."
      },
      {
        "episode": 3,
        "title": "The One with Phoebe's Cookies",
        "date": "Oct. 19, 2000",
        "description": "Monica desperately tries to figure out a secret cookie recipe. Chandler fails to impress Monica’s father."
      },
      {
        "episode": 4,
        "title": "The One with Rachel's Assistant",
        "date": "Oct. 26, 2000",
        "description": "While hiring a new assistant, Rachel is torn between hiring a much more qualified woman, or a handsome but inexperienced young man. Monica, Chandler and Ross engage in a war of secret sharing after Monica and Chandler vow to be more honest. Joey has problems when his TV show is cancelled after just one airing."
      },
      {
        "episode": 5,
        "title": "The One with the Engagement Picture",
        "date": "Nov. 02, 2000",
        "description": "While taking an engagement picture for himself and Monica, Chandler cannot make anything but a weird face. Rachel enlists Joey to take Tag out for a night on the town. Phoebe and Ross date a couple in the middle of a divorce."
      },
      {
        "episode": 6,
        "title": "The One with the Nap Partners",
        "date": "Nov. 09, 2000",
        "description": "Rachel and Phoebe compete to be Monica’s maid-of-honor. Joey and Ross find themselves in awkward positions after a nap. Monica insists that Chandler apologize to an ex-girlfriend for dumping her because of a weight gain."
      },
      {
        "episode": 7,
        "title": "The One with Ross' Library Book",
        "date": "Nov. 16, 2000",
        "description": "Rachel and Phoebe convince Joey to keep dating a girl that they are like. However, the girls must decide whether to tell Joey when they find out that she’s not interested in a serious relationship with him. Monica unintentionally invites Janice to her wedding and she and Chandler are unable to tactfully uninvite her. Ross is proud to find his thesis in the library but gets upset when he discovers it is in a section that is so deserted that students go there to make out."
      },
      {
        "episode": 8,
        "title": "The One Where Chandler Doesn't Like Dogs",
        "date": "Nov. 23, 2000",
        "description": "Ross drives himself insane when he can’t name all 50 states in a simple game. Tag joins the gang for Thanksgiving dinner, where Joey accidentally spills the beans about Rachel’s crush on him. Phoebe sneaks a dog into the apartment, making Chandler extremely nervous."
      },
      {
        "episode": 9,
        "title": "The One with All the Candy",
        "date": "Dec. 07, 2000",
        "description": "When Phoebe tells the gang about how she was too poor to have a bike as a child, Ross goes out and buys her one. Phoebe loves the bike but the gang soon discovers that she doesn’t know how to ride a bike. Ross decides to teach her. Rachel writes a playful work evaluation of Tag that he accidentally turns in to human resources. Rachel fears for her job but Tag is able to cover by claiming that he wrote the review himself as a joke. Monica decides to make candy and leave it outside her door as a way to meet the neighbors. The candy is a huge hit and people start dropping by at all hours to get more. Eventually Chandler convinces her that she’s trying to buy the friendship of the neighbors and it’s not working since they love the candy but don’t even know her name."
      },
      {
        "episode": 10,
        "title": "The One with the Holiday Armadillo",
        "date": "Dec. 14, 2000",
        "description": "Ross’s plans to teach Ben about Hanukkah are continually thwarted when the young boy can’t get his mind off of Santa. Phoebe prepares to move back into her refurbished apartment, with or without Rachel. However, she’ll stop at nothing to get Rachel to go with her, including buying Joey a drum set. Monica is mystified by Chandler’s inability to tip properly."
      },
      {
        "episode": 11,
        "title": "The One with All the Cheesecakes",
        "date": "Jan. 04, 2001",
        "description": "Phoebe gets angry with Joey when he blows off dinner with her for a date. The tables are turned however when her scientist boyfriend David returns to town for one night–the same night when she’s scheduled to go to dinner with Joey. Monica is upset by her lack of invitation to a cousin’s wedding, especially when she finds out that Ross was invited “with guest”. She convinces Ross to take her as his guest, only to find that the cousin had a good reason to not invite her–she had previously slept with the groom. Chandler accidentally gets a cheesecake delivered that was intended for another apartment. When he and Rachel start eating it, they are unable to stop and refuse to give it back. In fact, the cheesecake is so good, they take the replacement delivery as well."
      },
      {
        "episode": 12,
        "title": "The One Where They're Up All Night",
        "date": "Jan. 11, 2001",
        "description": "Ross assembles the gang on the roof to watch a meteor shower. They all decide to leave, however. Ross becomes trapped on the roof with Joey; the two try to escape using the fire escape. Rachel and Tag argue over which one of them forgot to send a package at work. Phoebe’s fire alarm won’t stop beeping. Chandler and Monica can’t seem to fall asleep together, so they keep waking each other up."
      },
      {
        "episode": 13,
        "title": "The One Where Rosita Dies",
        "date": "Feb. 01, 2001",
        "description": "In an attempt to make up for her slow massage business, Phoebe takes a job as a telemarketer for an office supply company. When her first call is to a despondent office manager, she takes it upon herself to convince him to not kill himself. Monica and Ross discover that their parents are selling their house. When they go to collect their stuff, they find that Mr. Gellar used Monica’s boxes to stop flood water from getting to his Porche and all her things are ruined. While attempting to re-arrange the furniture, Rachel breaks Joey’s favorite chair (that he’s named Rosita)."
      },
      {
        "episode": 14,
        "title": "The One Where They All Turn Thirty",
        "date": "Feb. 08, 2001",
        "description": "When Rachel turns 30, the gang reminisces about their 30th birthdays. While trying to patch things up with Ursula, Phoebe discovers that she is 31. Ross buys a sports car to look cool. Monica gets drunk in front of her parents. Rachel breaks up with Tag because she is looking for commitment, while he is not."
      },
      {
        "episode": 15,
        "title": "The One with Joey's New Brain",
        "date": "Feb. 15, 2001",
        "description": "Ross plans a surprise for Monica and Chandler’s wedding–he wants to play the bagpipes. Drake Ramoray is coming out of his coma on Days of Our Lives. A diva will be killed off and her character’s brain will be transplanted into Drake’s. Joey and the diva hook up. Phoebe and Rachel fight over a guy who left his cell phone in Central Perk."
      },
      {
        "episode": 16,
        "title": "The One with the Truth About London",
        "date": "Feb. 22, 2001",
        "description": "Chandler becomes upset after learning that Monica only came to his room in London looking for Joey on the first night they were together. Joey is ordained as a minister through the Internet so that he can officiate the wedding. Phoebe becomes upset after taking headache medicine. Ross becomes upset after a baby-sitting Rachel teaches Ben how to play pranks."
      },
      {
        "episode": 17,
        "title": "The One with the Cheap Wedding Dress",
        "date": "Mar. 15, 2001",
        "description": "Monica regrets telling a woman about a discount bridal shop when they end up fighting over the same dress. Meanwhile, Joey and Ross discover that they’re dating the same girl."
      },
      {
        "episode": 18,
        "title": "The One with Joey's Award",
        "date": "Mar. 29, 2001",
        "description": "Joey is nominated for a Soapie Award, and will go to any length to get the award. He loses, but he steals a trophy from one of his co-stars (Jessica) who doesn’t appreciate the award. Rachel, Phoebe, and Joey practice receiving awards. One of Ross’s students convinces him that he failed his midterm because he’s in love with Ross. When a guy hits on Phoebe instead of her, Monica realises that Chandler is the only one left in her life to kiss, sleep with, and so on."
      },
      {
        "episode": 19,
        "title": "The One with Ross And Monica's Cousin",
        "date": "Apr. 19, 2001",
        "description": "Joey auditions for a big movie role which will require him to appear naked. A problem arises, however, when the part calls for an uncircumcised man. Rachel and Phoebe plan Monica’s wedding shower at the last minute. Ross and Monica’s cousin visits and Ross becomes attracted to her for some reason."
      },
      {
        "episode": 20,
        "title": "The One with Rachel's Big Kiss",
        "date": "Apr. 26, 2001",
        "description": "Rachel’s friend, Melissa, from college shows up at the coffee house which brings back memories of their “closer” days. Then when Melissa can’t remember that special night in their senior year, Rachel goes to great lengths to prove to Phoebe that there was really a kiss. Meanwhile, Chandler and Ross argue for possession of Val Kilmer’s tuxedo. Also, Joey drives Monica crazy when he insists that the wedding be arranged around his parents’ schedule."
      },
      {
        "episode": 21,
        "title": "The One with the Vows",
        "date": "May. 03, 2001",
        "description": "With four weeks left before the wedding, Chandler and Monica are faced with the issue of their wedding vows. With each person dealing with their own problems in writing the vows, they turn to memories of past events to help them. In the end, the only real problem is who will be saying the vows first."
      },
      {
        "episode": 22,
        "title": "The One with Chandler's Dad",
        "date": "May. 10, 2001",
        "description": "Monica’s Porsche shows up again, and becomes a conflict when Rachel finds out she is the only one who hasn’t driven it. Meanwhile, Chandler and Monica go off to Vegas to find Chandler’s dad and invite him (or her) to the wedding. Back at home, Joey proves his masculinity to Phoebe, while Ross and Rachel hit the freeway in the “bad boy”."
      },
      {
        "episode": 23,
        "title": "The One with Chandler and Monica's Wedding (1)",
        "date": "May. 17, 2001",
        "description": "Monica and Chandler prepare for their wedding. During the rehearsal dinner with their families gather the night before for the rehearsal, Chandler’s tie get’s tighter and tighter until he can’t take it anymore and he disappears. Meanwhile, Joey is starring in a movie with a prestigious actor with a spitting problem."
      },
      {
        "episode": 24,
        "title": "The One with Chandler and Monica's Wedding (2)",
        "date": "May. 17, 2001",
        "description": "Joey encounters problems trying to get off the movie set to officiate the wedding when the star turns up drunk. Meanwhile, Ross desperately searches for the missing Chandler as Rachel and Phoebe try to keep Monica from finding out. While the girls are searching, they come across a positive pregnancy test in a garbage can which they assume is Monica’s. However, it turns out that it may actually belong to Rachel…"
      }
    ]
  },
  {
    "season": 8,
    "release": "Sep. 27, 2001",
    "episodes": [
      {
        "episode": 1,
        "title": "The One After \"I Do\"",
        "date": "Sep. 27, 2001",
        "description": "The excitement of Monica and Chandler’s wedding is diminished by the news that someone may be pregnant. Chandler’s hopes of not embarrassing Monica on the dance floor are ruined by his slippery new shoes, and Ross’ attempts to flirt with an attractive wedding guest."
      },
      {
        "episode": 2,
        "title": "The One with the Red Sweater",
        "date": "Oct. 04, 2001",
        "description": "Speculation regarding the father of Rachel’s baby leads to a misunderstanding when Joey discovers a red sweater left behind in a one-night stand Rachel had. Meanwhile, Chandler and Ross search for the disposable cameras left behind at the wedding and Monica goes on an opening-present binge."
      },
      {
        "episode": 3,
        "title": "The One Where Rachel Tells...",
        "date": "Oct. 11, 2001",
        "description": "Chandler and Monica prepare to leave for their honeymoon as Rachel prepares to tell Ross that he’s the father of her baby. Joey and Phoebe scheme to get inside the newlyweds’ apartment after discovering that they don’t have a key. Monica and Chandler become jealous of another honeymooning couple who get bumped to first class on the airplane."
      },
      {
        "episode": 4,
        "title": "The One with the Videotape",
        "date": "Oct. 18, 2001",
        "description": "Monica and Chandler return from their honeymoon with stories of a couple that they met on the flight back, but soon discover that the couple gave them a wrong number. Ross and Rachel disagree over who came onto whom when they hooked up. He wants to prove it and accidentally reveals that he has the encounter on videotape."
      },
      {
        "episode": 5,
        "title": "The One with Rachel's Date",
        "date": "Oct. 25, 2001",
        "description": "Phoebe begins dating a guy who works for Monica, causing a problem when Phoebe wants to dump him on the same day Monica plans to fire him. Ross discovers that a coworker of Chandler’s has been calling him Toby for five years. Joey sets Rachel up on a date with one of his co-stars. Ross worries about this and the fact that he doesn’t see a future with Rachel anymore."
      },
      {
        "episode": 6,
        "title": "The One with the Halloween Party",
        "date": "Nov. 01, 2001",
        "description": "Monica and Chandler decide to throw a costumed Halloween party. Phoebe runs into Ursula, who’s getting married next week, and invites her and her fiancé to the party."
      },
      {
        "episode": 7,
        "title": "The One with the Stain",
        "date": "Nov. 08, 2001",
        "description": "Chandler hires a maid, whom Monica suspects is stealing her clothing. Eric has broken up with Ursula and is ready to date Phoebe, except for one problem: he can’t look at her without seeing Ursula. Ross tries to get Rachel an apartment in his building, but the woman living there isn’t in a hurry to die, and Joey wants Rachel to stay with him."
      },
      {
        "episode": 8,
        "title": "The One with the Stripper",
        "date": "Nov. 15, 2001",
        "description": "Rachel prepares to have dinner with her dad and tell him that she’s pregnant. Meanwhile, an unknowing Chandler discovers that Monica had a stripper at her bachelorette party, causing her to try to make it up, by getting him a stripper."
      },
      {
        "episode": 9,
        "title": "The One with the Rumor",
        "date": "Nov. 22, 2001",
        "description": "Monica invites an old friend from high school over for Thanksgiving dinner, unaware that Will started a “We Hate Rachel” club with Ross. Meanwhile, Joey vows to eat an entire turkey by himself, and Chandler and Phoebe pretend to watch football to avoid helping in the kitchen."
      },
      {
        "episode": 10,
        "title": "The One with Monica's Boots",
        "date": "Dec. 06, 2001",
        "description": "Chandler is peeved when Monica splurges on an expensive pair of boots. Phoebe learns Ross’ and Sting’s children attend the same school, she angles to meet the celebrity and get concert tickets. When Joey’s sister Dina tells him she is pregnant, he freaks out and goes to find the father to marry them. Rachel tries to calm him down."
      },
      {
        "episode": 11,
        "title": "The One with Ross's Step Forward",
        "date": "Dec. 13, 2001",
        "description": "Ross starts to panic when Mona gets an idea to send out a holiday card for the two of them, thinking that their relationship is starting to move too fast. Chandler’s newly divorced boss tries to get Monica and Chandler to come out to dinner with him, but Monica can’t stand him. Rachel’s hormones start acting up due to her pregnancy, causing her to hit on almost every guy she meets."
      },
      {
        "episode": 12,
        "title": "The One Where Joey Dates Rachel",
        "date": "Jan. 10, 2002",
        "description": "Phoebe gets Monica and Chandler a Ms. Pacman arcade game for a wedding present, which leads to some heavy competition between Monica, Phoebe, and, surprisingly, Chandler. Ross gets to teach an important class because of a retiring professor, but soon learns that its on the other side of town, and he doesn’t have enough time to get there. Joey takes Rachel to dinner on a pretend date to make her feel better since she can’t have a normal relationship due to her pregnancy."
      },
      {
        "episode": 13,
        "title": "The One Where Chandler Takes a Bath",
        "date": "Jan. 17, 2002",
        "description": "Monica turns Chandler on to the concept of a bath to relax, complete with scented oils and candles. Ross and Rachel toss baby names back and forth while deciding whether to learn the baby’s sex. Joey still likes Rachel, a fact that Monica, Chandler and Phoebe discover by a little detective work."
      },
      {
        "episode": 14,
        "title": "The One with the Secret Closet",
        "date": "Jan. 31, 2002",
        "description": "Phoebe talks Monica into letting her give her a massage but becomes disconcerted when Monica begins making sexual noises. Joey dreams about being with Rachel and betraying Ross. Chandler realizes he’s never seen what’s in the closet by the bathroom and tries to break in. Rachel feels her baby kick for the first time."
      },
      {
        "episode": 15,
        "title": "The One with the Birthing Video",
        "date": "Feb. 07, 2002",
        "description": "Phoebe tries to cheer up a depressed Joey by lending him the world’s happiest dog. Ross has yet to tell Mona that Rachel’s living with him. Monica and Chandler’s romantic Valentine’s Day is interrupted when they watch a videotape of Phoebe’s friend giving birth. After being dumped by Mona, Ross gives Joey advice on his love life, helpful until Joey reveals that he’s in love with Rachel."
      },
      {
        "episode": 16,
        "title": "The One Where Joey Tells Rachel",
        "date": "Feb. 28, 2002",
        "description": "Ross has trouble understanding Joey’s revelation, as does Gunther. However, he comes to his senses and convinces Joey to tell Rachel how he feels. Joey takes her out to dinner and tells her, as she thinks it’s a joke. She doesn’t feel the same way, but they pledge to remain friends. Meanwhile, Phoebe meets Monica’s soulmate."
      },
      {
        "episode": 17,
        "title": "The One with the Tea Leaves",
        "date": "Mar. 07, 2002",
        "description": "Joey has been hiding from Rachel, so she invents a problem at work to draw him into conversation. Phoebe’s tea leaves tell her that she’s going to meet the man of her dreams, except that the man she meets is a nightmare. Later on though, she does meet a nice guy. Ross tries to retrieve his favorite shirt from Mona’s, interrupted when she returns home with a date."
      },
      {
        "episode": 18,
        "title": "The One in Massapequa",
        "date": "Mar. 28, 2002",
        "description": "Everybody prepares to go out to Long Island for the elder Gellers’ 35th wedding anniversary party. Monica wants to write a toast to make everybody cry like Ross’s toasts do. Ross and Rachel discover that his parents have told people they’re married. Ross describes how he would propose to Rachel, and she seems intrigued. Phoebe invites her new boyfriend, Parker, who is extremely enthusiastic."
      },
      {
        "episode": 19,
        "title": "The One with Joey's Interview",
        "date": "Apr. 04, 2002",
        "description": "Joey prepares for an interview with Soap Opera Digest, although he’s afraid of appearing stupid, so he enlists his friends to make sure things go well. During the interview, he reminisces about his past acting experiences, what he does in his spare time, eating and exercising right, his friends, his homosexual tendencies, and his romantic life."
      },
      {
        "episode": 20,
        "title": "The One with the Baby Shower",
        "date": "Apr. 25, 2002",
        "description": "Rachel panics when she realizes that she is not ready to take care of her baby, and reluctantly agrees for her mother to move in with her and Ross to help out. Monica tries desperately to get Mrs. Green to like her. Meanwhile, the guys help Joey practice for his audition as the host of a wild game show called “Bamboozled.”"
      },
      {
        "episode": 21,
        "title": "The One with the Cooking Class",
        "date": "May. 02, 2002",
        "description": "Monica’s restaurant gets a bad review in the Post. After confronting the critic who wrote it, she decides to join a cooking class, with Joey in tow. Ross goes on a date with a clerk from a baby store, making Rachel jealous. Chandler prepares for a job interview after Phoebe tells him that he makes a bad first impression."
      },
      {
        "episode": 22,
        "title": "The One Where Rachel Is Late",
        "date": "May. 09, 2002",
        "description": "With the release of Joey’s movie approaching, he must decide which friend to invite to the premiere. Unfortunately, his pick, Chandler, falls asleep during it. Monica and Phoebe bet on when the baby will be born as Rachel’s due date comes and goes. The doctor tells Ross and Rachel that sex may help speed things along. Just as they start to do it, Rachel’s water breaks."
      },
      {
        "episode": 23,
        "title": "The One Where Rachel Has a Baby (1)",
        "date": "May. 16, 2002",
        "description": "Rachel and Ross arrive at the hospital; she’s upset to get a semi-private room. Monica and Chandler decide to have a baby and right away. Mrs. Geller turns up to give Ross her mother’s engagement ring; she wants Ross to marry Rachel. Joey can’t understand why somebody wouldn’t want to be married to Rachel. Phoebe meets a handsome stranger, but can’t quite get his room number, so she gets Dr. Drake Ramoray to get it. She also gets him to find out some personal info from the guy. As Rachel waits for her own baby, various other pregnant women come and go, until Janice shows up."
      },
      {
        "episode": 24,
        "title": "The One Where Rachel Has a Baby (2)",
        "date": "May. 16, 2002",
        "description": "Drake reports to Phoebe. Chandler and Monica look for a room in the hospital to use for a tryst. After 21 hours of labor, Rachel’s ready to have the baby. Joey blows it for Phoebe but fixes it just as quickly. The baby is in breach, but comes out okay. After Ross and Rachel kiss, the baby is named Emma Geller Green. Monica and Chandler find a janitor’s closet. Janice convinces Rachel that she needs a guy who will be around. Ross still isn’t interested, but Phoebe talks him into it. Joey finds the engagement ring. Rachel thinks he’s proposing and says yes, as Ross walks down the hall with flowers."
      }
    ]
  },
  {
    "season": 9,
    "release": "Sep. 26, 2002",
    "episodes": [
      {
        "episode": 1,
        "title": "The One Where No One Proposes",
        "date": "Sep. 26, 2002",
        "description": "Following Rachel’s acceptance of Joey’s accidental proposal, confusion reigns as Rachel wonders whether it was the right thing to do and Phoebe can’t seem to mind her own business. Finally, Rachel, Ross and Joey get together in a room and figure out that no one was actually going to propose. Mr. Geller walks in on Monica and Chandler doing it in a closet. Joey tries to avoid watching Rachel breastfeed."
      },
      {
        "episode": 2,
        "title": "The One Where Emma Cries",
        "date": "Oct. 03, 2002",
        "description": "Chandler, having trouble getting enough sleep at home, falls asleep in a meeting and accidentally agrees to run his company’s Tulsa office. Emma won’t stop crying after Rachel interrupts her nap; Monica and Phoebe try to help get her back to sleep. Ross is still mad at Joey, and breaks his finger trying to punch him."
      },
      {
        "episode": 3,
        "title": "The One with the Pediatrician",
        "date": "Oct. 10, 2002",
        "description": "Rachel’s pediatrician drops her as a client because she calls him incessantly (she thinks hiccups is emergency enough for 3AM)- so now she must find a new one. Chandler and Monica discuss Tulsa."
      },
      {
        "episode": 4,
        "title": "The One with the Sharks",
        "date": "Oct. 17, 2002",
        "description": "Phoebe has a talk with Ross that prompts her to realize that she’s never had a long term relationship. Monica makes a startling discovery while visiting Chandler in Tulsa. Joey’s date’s apartment seems really familiar, although he doesn’t remember sleeping with her before."
      },
      {
        "episode": 5,
        "title": "The One with Phoebe's Birthday Dinner",
        "date": "Oct. 31, 2002",
        "description": "The friends are looking forward to getting together to celebrate Phoebe’s birthday as it will be a rare opportunity for them to all be together. Monica plans to sleep with Chandler when he arrives since she’s ovulating but the two fight when she learns he was smoking. Rachel is worried about leaving Emma with Ross’s mother. When Mrs. Geller is late, Ross accidentally locks himself and Rachel out of the apartment with Emma inside. All this leaves Phoebe and Joey alone with a table for six."
      },
      {
        "episode": 6,
        "title": "The One with the Male Nanny",
        "date": "Nov. 07, 2002",
        "description": "Ross mocks Rachel’s new male nanny. Chandler becomes upset when Monica says that somebody from her job is the funniest guy she’s ever met. Phoebe and Mike exchange apartment keys, only to get a surprise visit from Phoebe’s ex-boyfriend David."
      },
      {
        "episode": 7,
        "title": "The One with Ross's Inappropriate Song",
        "date": "Nov. 14, 2002",
        "description": "Ross makes Emma laugh by singing Sir Mix-A-Lot’s “Baby Got Back.” Joey and Chandler, viewing Richard’s old apartment, discover what they think is a tape of Richard having sex with Monica. Phoebe goes to dinner with Mike and his parents, where they encourage him to date somebody else. He tells them he loves Phoebe though."
      },
      {
        "episode": 8,
        "title": "The One with Rachel's Other Sister",
        "date": "Nov. 21, 2002",
        "description": "Rachel’s sister Amy tags along for Thanksgiving at Monica’s place, because her (married) boyfriend cancels their plans. While watching the parade, Joey realizes that he forgot to show up for the Days of Our Lives cast float, and he asks Phoebe how to lie to his boss so he won’t get in trouble. Monica obsesses about anybody damaging her best china. Amy, who is self-absorbed and can’t remember anybody’s correct names, thinks that if Rachel and Ross die, she will then get custody of Emma, but Rachel and Ross tell her that Monica and Chandler are going to get Emma. Arguments ensue, and Chandler tries to prove that he would be a good parent, even if Monica weren’t around."
      },
      {
        "episode": 9,
        "title": "The One with Rachel's Phone Number",
        "date": "Dec. 05, 2002",
        "description": "Joey becomes convinced that Monica’s having an affair after Chandler sneaks back into town. Rachel gives her phone number to a guy at a bar. Ross and Mike try to hang out together but it doesn’t go very well."
      },
      {
        "episode": 10,
        "title": "The One with Christmas in Tulsa",
        "date": "Dec. 12, 2002",
        "description": "While Chandler is stuck in Tulsa for Christmas, one of his co-workers comes onto him. A jealous Monica waits back in New York. Chandler decides to quit his job."
      },
      {
        "episode": 11,
        "title": "The One Where Rachel Goes Back to Work",
        "date": "Jan. 09, 2003",
        "description": "Rachel visits work and finds out that a guy named Gavin has been “temporarily” assigned to take over her job, and she becomes desperate to get back to work right away for fear they’ll dump her. Gavin turns out to be a nice guy and offers to take care of Emma while Rachel gives her presentation. Meanwhile, Joey has to deal with Phoebe acting like…well, Phoebe, when he gets her a job as an extra on her soap, and Chandler and Monica deal with the fact Chandler doesn’t have a job and now might not be the right time to start a family."
      },
      {
        "episode": 12,
        "title": "The One with Phoebe's Rats",
        "date": "Jan. 16, 2003",
        "description": "Gavin gives Rachel a very interesting birthday gift while Ross begs Joey to stay away from Emma’s hot new nanny. Meanwhile, Mike meets and then accidentally murders Phoebe’s unusual pet."
      },
      {
        "episode": 13,
        "title": "The One Where Monica Sings",
        "date": "Jan. 30, 2003",
        "description": "A night at Mike’s piano bar gives Monica a very showy moment in the spotlight. Ross works on trying to move on after he witnesses Rachel and Gavin’s kiss. Meanwhile, Chandler employs his secret skill to repair Joey’s botched eyebrow-waxing job."
      },
      {
        "episode": 14,
        "title": "The One with the Blind Dates",
        "date": "Feb. 06, 2003",
        "description": "Joey and Phoebe conspire to set up Rachel and Ross on their worst blind dates ever, hers being a pitiful lug, as they hope to reunite them out of mutual appreciation for what they had together. Meanwhile, while babysitting Emma, an ovulating Monica wants to become romantically intimate with Chandler but their privacy is compromised because they can’t leave the infant alone or she’ll scream bloody murder."
      },
      {
        "episode": 15,
        "title": "The One with the Mugging",
        "date": "Feb. 13, 2003",
        "description": "Joey endures a draining audition at the hands of a pompous actor-director. Ross and Phoebe discover a secret link after being mugged together on the street. Chandler’s advertising internship gets off to an impressive start."
      },
      {
        "episode": 16,
        "title": "The One with the Boob Job",
        "date": "Feb. 20, 2003",
        "description": "When Monica and Chandler are financially strapped, she secretly asks Joey for a large loan. When an unsuspecting Chandler also approaches his pal for some cash, Joey accidentally betrays Monica’s confidence and then freaks out Chandler when he covers by saying she wants the money for a breast enhancement. Meanwhile, Phoebe asks Mike to move in with her, but changes her mind after a disagreement about marriage. Rachel’s attempt to baby-proof the apartment tampers with a frustrated Joey’s sanity."
      },
      {
        "episode": 17,
        "title": "The One with the Memorial Service",
        "date": "Mar. 13, 2003",
        "description": "Chandler’s jokey entry on his and Ross’s college website leads to a faux burial service for the allegedly dead and obviously unpopular Gellar. Joey refuses to give Emma his favorite stuffed animal. Phoebe begs Monica to help her avoid a post-breakup tryst with Mike."
      },
      {
        "episode": 18,
        "title": "The One with the Lottery",
        "date": "Apr. 03, 2003",
        "description": "Monica leads the gang, except for a scoffing Ross, to purchase a bunch of lottery tickets for the multimillion-dollar powerball jackpot, but while they gleefully plot how to spend their possible shares, a disdainful Phoebe throws caution to the wind. Meanwhile, Chandler frets as he waits for a phone call that could mean a new paying job and Rachel thinks baby Emma is close to saying her first word."
      },
      {
        "episode": 19,
        "title": "The One with Rachel's Dream",
        "date": "Apr. 17, 2003",
        "description": "Rachel dreams about a romantic encounter with Joey after a visit to the set of “Days of Our Lives.” Chandler buys a non-refundable weekend getaway for himself and Monica, but when she can’t get time off at work, Ross joins him. Meanwhile, Phoebe drives people away from Monica’s restaurant with her terrible guitar playing."
      },
      {
        "episode": 20,
        "title": "The One with the Soap Opera Party",
        "date": "Apr. 24, 2003",
        "description": "Joey doesn’t tell the gang about his plans to throw a party on the roof of the building. He also hides the fact that he’s invited the “Days of Our Lives” cast, since the girls embarrass him when they meet stars. Rachel discovers the truth about the party and soon, everybody knows (except for Chandler). Ross meets a new colleague and, instantly attracted to her, invites her to the party. Rachel and Monica go the party and act like crazed fans while Ross is intimidated by Charlie’s former boyfriends. Meanwhile, Chandler is at a play alone. At the end of the party, Rachel is looking for Joey and Ross is looking for Charlie, and they find Joey and Charlie kissing."
      },
      {
        "episode": 21,
        "title": "The One with the Fertility Test",
        "date": "May. 01, 2003",
        "description": "Chandler and Monica court embarrassment when they secretly go to a fertility clinic for tests that will determine their family plans, until an old acquaintance runs into them. Ross hides his feelings for Charlie to help Joey woo her. Rachel sneaks into a spa for a massage and hopes that Phoebe won’t find out and feel betrayed."
      },
      {
        "episode": 22,
        "title": "The One with the Donor",
        "date": "May. 08, 2003",
        "description": "When Monica and Chandler learn of their chances for natural conception, they resort to interviewing unsuspecting male candidates to find the perfect match for one who could inseminate her. Elsewhere, Phoebe is incredibly nervous about going to a party that Mike will be at–until she bumps into David. Meanwhile, Rachel finds herself being mean to Charlie because of their common romantic interest in Joey, and Ross works hard on a lecture he hopes to present at a paleontology convention in Barbados."
      },
      {
        "episode": 23,
        "title": "The One in Barbados",
        "date": "May. 15, 2003",
        "description": "Chandler gives David advice that culminates in David deciding to propose to Phoebe. However, Phoebe is still in love with Mike. Monica meddles and calls Mike, who shows up in Barbados and interrupts David’s marriage proposal with one of his own. Phoebe chooses Mike, although she doesn’t accept his proposal. Meanwhile, sparks fly between Ross and Charlie when they spend some time together rewriting his speech, and Rachel struggles with the idea of telling Joey that she’s crazy about him."
      }
    ]
  },
  {
    "season": 10,
    "release": "Sep. 25, 2003",
    "episodes": [
      {
        "episode": 1,
        "title": "The One After Joey and Rachel Kiss",
        "date": "Sep. 25, 2003",
        "description": "Monica, Chandler and Phoebe discover that they can eavesdrop on Ross & Charlie and Joey & Rachel through the walls of the hotel. Both new couples decide to wait before proceeding with their relationships, until the men can talk to each other. Ross tells Joey on the plane ride back to New York, but Joey can’t quite yet. Later, Ross walks in on Joey and Rachel kissing. Meanwhile, Monica combats her poofy hair by getting corn rows put in, and Phoebe discovers that Mike has a girlfriend."
      },
      {
        "episode": 2,
        "title": "The One Where Ross Is Fine",
        "date": "Oct. 02, 2003",
        "description": "Ross puts on a convincing front and invites Joey and Rachel to dine on fajitas with him and Charlie. He quickly gets drunk and embarrasses everyone. After Rachel and Charlie leave, Joey spends the night and the two talk in the morning. Ross tells Joey he’ll work on getting used to him and Rachel. Meanwhile, Frank Jr. visits with his kids and tries to talk Phoebe into taking one of the triplets. Also, Chandler and Monica visit some friends of Phoebe’s to learn about adoption. However, Chandler accidentally tells their son something he didn’t know – that he’s adopted."
      },
      {
        "episode": 3,
        "title": "The One with Ross's Tan",
        "date": "Oct. 09, 2003",
        "description": "Joey and Rachel’s first date goes well, until they return to their apartment and discover that everything’s awkward. They decide that they make better friends than lovers and call off their relationship. Monica and Phoebe try to avoid their annoying friend Amanda, who has returned from living in London with a fake British accent. Ross gets a spray-on tan."
      },
      {
        "episode": 4,
        "title": "The One with the Cake",
        "date": "Oct. 23, 2003",
        "description": "It’s baby Emma’s first birthday and Rachel won’t let the party start until Emma wakes from her nap. However, everybody has places to be: Monica and Chandler want to leave for a weekend getaway in Vermont, Phoebe has a massage client, and Joey has an audition."
      },
      {
        "episode": 5,
        "title": "The One Where Rachel's Sister Babysits",
        "date": "Oct. 30, 2003",
        "description": "Monica and Chandler solicit Joey to write a letter to the adoption agency on their behalf. Joey discovers the thesaurus. Rachel’s sister Amy visits and moves in with Rachel and Joey. She babysits Emma and gets the little girl’s ears pierced. On their first anniversary, Phoebe spoils Mike’s plans to propose, so she proposes to him. That doesn’t go well, but the two get engaged anyway."
      },
      {
        "episode": 6,
        "title": "The One with Ross's Grant",
        "date": "Nov. 06, 2003",
        "description": "Rachel and Monica fight over who will receive an ugly painting from Phoebe’s apartment when Mike wants her to get rid of it. Chandler gets on Joey’s bad side when he lies about watching Joey’s audition tape. Ross is up for a big grant, although Charlie’s ex-boyfriend is in charge of who gets it. Dr. Hobart tries to trade–Ross breaks up with Charlie and he’ll get the grant. Eventually, Charlie and Dr. Hobart reconcile after he reveals his feelings for her."
      },
      {
        "episode": 7,
        "title": "The One with the Home Study",
        "date": "Nov. 13, 2003",
        "description": "Phoebe and Mike struggle over their decision to donate their wedding fund to charity. Ross discovers Rachel’s irrational fear of swings. The adoption worker in charge of deciding the fate of Monica and Chandler’s adoption hopes had a one-night-stand with Joey where he never called her back. Monica and Chandler are approved for adoption."
      },
      {
        "episode": 8,
        "title": "The One with the Late Thanksgiving",
        "date": "Nov. 20, 2003",
        "description": "After Monica announces that she’s not cooking Thanksgiving dinner this year, Phoebe talks her back into it. Ross, Rachel, Phoebe and Joey are all late to the dinner, thanks to a baby beauty contest and a Rangers game, so Monica and Chandler lock them out. The gang is united again when Monica gets a phone call informing her that a pregnant girl from Ohio has selected her to adopt her unborn baby."
      },
      {
        "episode": 9,
        "title": "The One with the Birth Mother",
        "date": "Jan. 08, 2004",
        "description": "Monica and Chandler travel to Ohio to meet a potential mother for their child, but they’re put in an uncomfortable situation when the mom-to-be thinks they’re a reverend and doctor. Joey’s date picks food off his plate. Rachel picks out an outfit for Ross to wear on a date, but accidentally gives him the bag with her purchases instead."
      },
      {
        "episode": 10,
        "title": "The One Where Chandler Gets Caught",
        "date": "Jan. 15, 2004",
        "description": "Phoebe and Rachel catch Chandler getting into a car with a blonde woman and think he’s having an affair. It turns out that the woman was Monica and Chandler’s realtor, and the two are buying a house in Westchester. The friends reminisce about their good times in the apartment."
      },
      {
        "episode": 11,
        "title": "The One Where the Stripper Cries",
        "date": "Feb. 05, 2004",
        "description": "Phoebe’s bachelorette party features a rather unexpected surprise when the stripper shows up. Joey is on “”Pyramid.”” Chandler and Ross flash back to 1987 to reflect on a pact they made when they were in college."
      },
      {
        "episode": 12,
        "title": "The One with Phoebe's Wedding",
        "date": "Feb. 12, 2004",
        "description": "Phoebe asks Joey to give her away at her wedding. Monica’s the wedding planner and she’s driving Phoebe nuts. Chandler and Ross discover at the rehearsal dinner that neither of them has a part in the wedding. However, Mike needs to replace a groomsman, so he lets Phoebe choose one of them, although she gives the job to Rachel. Joey takes his role as the bride’s dad way too seriously. Phoebe fires Monica. The day of the wedding, New York is hit with the worst snowstorm its seen in 20 years. Phoebe rehires Monica, and the wedding ends up taking place in the street outside of Central Perk. When the priest can’t make it, Joey steps in for him, and Chandler gives the bride away, while groomsman Ross is stuck taking care of Mike’s old dog."
      },
      {
        "episode": 13,
        "title": "The One Where Joey Speaks French",
        "date": "Feb. 19, 2004",
        "description": "Phoebe tries to teach Joey to speak French for an audition. Surrogate mom Erica is visiting town and tells the Bings that the baby’s father may be a shovel killer. Ross and Rachel head out to Long Island after her dad has a heart attack. After Ross rejects an upset Rachel’s advances, the two decide never to have sex again, although Rachel suggests it still might happen."
      },
      {
        "episode": 14,
        "title": "The One with Princess Consuela",
        "date": "Feb. 26, 2004",
        "description": "Monica and Chandler visit their house, which is in escrow, where Joey is comforted about losing his friends by the 8-year-old girl who presently lives there. Phoebe learns that she can change her name to whatever she wants, which turns out to be Princess Consuela Bananahammock. After Mike changes his name to Crap Bag, she decides to just be Phoebe Buffay-Hannigan. Ross gets tenure at his job. Rachel’s boss is sitting next to her at an interview, and she loses her job. However, she runs into her old friend Mark, who offers her a job in Paris."
      },
      {
        "episode": 15,
        "title": "The One Where Estelle Dies",
        "date": "Apr. 22, 2004",
        "description": "Ross tries to get Rachel rehired at Ralph Lauren. He succeeds, but after Rachel tells him how scared she is about moving to Paris, he’s convinced she should go. Phoebe discovers that Joey’s agent Estelle died and, since his life has been changing so much recently, doesn’t want to tell him. Chandler and Monica visit the house next door to theirs and discover that Janice is bidding on it. To get Janice to withdraw her offer, Chandler comes on to her."
      },
      {
        "episode": 16,
        "title": "The One with Rachel's Going Away Party",
        "date": "Apr. 29, 2004",
        "description": "With Rachel leaving tomorrow, the gang throws her a small going away party. She says goodbye to each of her friends individually, except for Ross. He gets mad and the two of them end up in a passionate kiss after she explains that she was putting it off because of how hard saying goodbye to him would be. Meanwhile, Erica is in town until the baby arrives and she ends up going into labor at the party."
      },
      {
        "episode": 17,
        "title": "The Last One",
        "date": "May. 06, 2004",
        "description": "Ross and Phoebe chase Rachel to the airport, but end up at the wrong one. They narrowly make it to the right airport, where Ross declares his love for Rachel, but she gets on the plane anyway. A rejected Ross returns home, where he finds a message on his answering machine, revealing that Rachel got off the plane, just as the real thing shows up behind him. They decide to be together. Meanwhile, Chandler and Monica finish packing for their move to the suburbs, and Joey loses Chick Jr. and Duck Jr. in the foosball table."
      }
    ]
  }
]
