[
  {
    "Episode": "Episode 1",
    "Title": "The One After \"I Do\"",
    "Date": "Sep. 27, 2001",
    "Description": "The excitement of Monica and Chandler’s wedding is diminished by the news that someone may be pregnant. Chandler’s hopes of not embarrassing Monica on the dance floor are ruined by his slippery new shoes, and Ross’ attempts to flirt with an attractive wedding guest."
  },
  {
    "Episode": "Episode 2",
    "Title": "The One with the Red Sweater",
    "Date": "Oct. 04, 2001",
    "Description": "Speculation regarding the father of Rachel’s baby leads to a misunderstanding when Joey discovers a red sweater left behind in a one-night stand Rachel had. Meanwhile, Chandler and Ross search for the disposable cameras left behind at the wedding and Monica goes on an opening-present binge."
  },
  {
    "Episode": "Episode 3",
    "Title": "The One Where Rachel Tells...",
    "Date": "Oct. 11, 2001",
    "Description": "Chandler and Monica prepare to leave for their honeymoon as Rachel prepares to tell Ross that he’s the father of her baby. Joey and Phoebe scheme to get inside the newlyweds’ apartment after discovering that they don’t have a key. Monica and Chandler become jealous of another honeymooning couple who get bumped to first class on the airplane."
  },
  {
    "Episode": "Episode 4",
    "Title": "The One with the Videotape",
    "Date": "Oct. 18, 2001",
    "Description": "Monica and Chandler return from their honeymoon with stories of a couple that they met on the flight back, but soon discover that the couple gave them a wrong number. Ross and Rachel disagree over who came onto whom when they hooked up. He wants to prove it and accidentally reveals that he has the encounter on videotape."
  },
  {
    "Episode": "Episode 5",
    "Title": "The One with Rachel's Date",
    "Date": "Oct. 25, 2001",
    "Description": "Phoebe begins dating a guy who works for Monica, causing a problem when Phoebe wants to dump him on the same day Monica plans to fire him. Ross discovers that a coworker of Chandler’s has been calling him Toby for five years. Joey sets Rachel up on a date with one of his co-stars. Ross worries about this and the fact that he doesn’t see a future with Rachel anymore."
  },
  {
    "Episode": "Episode 6",
    "Title": "The One with the Halloween Party",
    "Date": "Nov. 01, 2001",
    "Description": "Monica and Chandler decide to throw a costumed Halloween party. Phoebe runs into Ursula, who’s getting married next week, and invites her and her fiancé to the party."
  },
  {
    "Episode": "Episode 7",
    "Title": "The One with the Stain",
    "Date": "Nov. 08, 2001",
    "Description": "Chandler hires a maid, whom Monica suspects is stealing her clothing. Eric has broken up with Ursula and is ready to date Phoebe, except for one problem: he can’t look at her without seeing Ursula. Ross tries to get Rachel an apartment in his building, but the woman living there isn’t in a hurry to die, and Joey wants Rachel to stay with him."
  },
  {
    "Episode": "Episode 8",
    "Title": "The One with the Stripper",
    "Date": "Nov. 15, 2001",
    "Description": "Rachel prepares to have dinner with her dad and tell him that she’s pregnant. Meanwhile, an unknowing Chandler discovers that Monica had a stripper at her bachelorette party, causing her to try to make it up, by getting him a stripper."
  },
  {
    "Episode": "Episode 9",
    "Title": "The One with the Rumor",
    "Date": "Nov. 22, 2001",
    "Description": "Monica invites an old friend from high school over for Thanksgiving dinner, unaware that Will started a “We Hate Rachel” club with Ross. Meanwhile, Joey vows to eat an entire turkey by himself, and Chandler and Phoebe pretend to watch football to avoid helping in the kitchen."
  },
  {
    "Episode": "Episode 10",
    "Title": "The One with Monica's Boots",
    "Date": "Dec. 06, 2001",
    "Description": "Chandler is peeved when Monica splurges on an expensive pair of boots. Phoebe learns Ross’ and Sting’s children attend the same school, she angles to meet the celebrity and get concert tickets. When Joey’s sister Dina tells him she is pregnant, he freaks out and goes to find the father to marry them. Rachel tries to calm him down."
  },
  {
    "Episode": "Episode 11",
    "Title": "The One with Ross's Step Forward",
    "Date": "Dec. 13, 2001",
    "Description": "Ross starts to panic when Mona gets an idea to send out a holiday card for the two of them, thinking that their relationship is starting to move too fast. Chandler’s newly divorced boss tries to get Monica and Chandler to come out to dinner with him, but Monica can’t stand him. Rachel’s hormones start acting up due to her pregnancy, causing her to hit on almost every guy she meets."
  },
  {
    "Episode": "Episode 12",
    "Title": "The One Where Joey Dates Rachel",
    "Date": "Jan. 10, 2002",
    "Description": "Phoebe gets Monica and Chandler a Ms. Pacman arcade game for a wedding present, which leads to some heavy competition between Monica, Phoebe, and, surprisingly, Chandler. Ross gets to teach an important class because of a retiring professor, but soon learns that its on the other side of town, and he doesn’t have enough time to get there. Joey takes Rachel to dinner on a pretend date to make her feel better since she can’t have a normal relationship due to her pregnancy."
  },
  {
    "Episode": "Episode 13",
    "Title": "The One Where Chandler Takes a Bath",
    "Date": "Jan. 17, 2002",
    "Description": "Monica turns Chandler on to the concept of a bath to relax, complete with scented oils and candles. Ross and Rachel toss baby names back and forth while deciding whether to learn the baby’s sex. Joey still likes Rachel, a fact that Monica, Chandler and Phoebe discover by a little detective work."
  },
  {
    "Episode": "Episode 14",
    "Title": "The One with the Secret Closet",
    "Date": "Jan. 31, 2002",
    "Description": "Phoebe talks Monica into letting her give her a massage but becomes disconcerted when Monica begins making sexual noises. Joey dreams about being with Rachel and betraying Ross. Chandler realizes he’s never seen what’s in the closet by the bathroom and tries to break in. Rachel feels her baby kick for the first time."
  },
  {
    "Episode": "Episode 15",
    "Title": "The One with the Birthing Video",
    "Date": "Feb. 07, 2002",
    "Description": "Phoebe tries to cheer up a depressed Joey by lending him the world’s happiest dog. Ross has yet to tell Mona that Rachel’s living with him. Monica and Chandler’s romantic Valentine’s Day is interrupted when they watch a videotape of Phoebe’s friend giving birth. After being dumped by Mona, Ross gives Joey advice on his love life, helpful until Joey reveals that he’s in love with Rachel."
  },
  {
    "Episode": "Episode 16",
    "Title": "The One Where Joey Tells Rachel",
    "Date": "Feb. 28, 2002",
    "Description": "Ross has trouble understanding Joey’s revelation, as does Gunther. However, he comes to his senses and convinces Joey to tell Rachel how he feels. Joey takes her out to dinner and tells her, as she thinks it’s a joke. She doesn’t feel the same way, but they pledge to remain friends. Meanwhile, Phoebe meets Monica’s soulmate."
  },
  {
    "Episode": "Episode 17",
    "Title": "The One with the Tea Leaves",
    "Date": "Mar. 07, 2002",
    "Description": "Joey has been hiding from Rachel, so she invents a problem at work to draw him into conversation. Phoebe’s tea leaves tell her that she’s going to meet the man of her dreams, except that the man she meets is a nightmare. Later on though, she does meet a nice guy. Ross tries to retrieve his favorite shirt from Mona’s, interrupted when she returns home with a date."
  },
  {
    "Episode": "Episode 18",
    "Title": "The One in Massapequa",
    "Date": "Mar. 28, 2002",
    "Description": "Everybody prepares to go out to Long Island for the elder Gellers’ 35th wedding anniversary party. Monica wants to write a toast to make everybody cry like Ross’s toasts do. Ross and Rachel discover that his parents have told people they’re married. Ross describes how he would propose to Rachel, and she seems intrigued. Phoebe invites her new boyfriend, Parker, who is extremely enthusiastic."
  },
  {
    "Episode": "Episode 19",
    "Title": "The One with Joey's Interview",
    "Date": "Apr. 04, 2002",
    "Description": "Joey prepares for an interview with Soap Opera Digest, although he’s afraid of appearing stupid, so he enlists his friends to make sure things go well. During the interview, he reminisces about his past acting experiences, what he does in his spare time, eating and exercising right, his friends, his homosexual tendencies, and his romantic life."
  },
  {
    "Episode": "Episode 20",
    "Title": "The One with the Baby Shower",
    "Date": "Apr. 25, 2002",
    "Description": "Rachel panics when she realizes that she is not ready to take care of her baby, and reluctantly agrees for her mother to move in with her and Ross to help out. Monica tries desperately to get Mrs. Green to like her. Meanwhile, the guys help Joey practice for his audition as the host of a wild game show called “Bamboozled.”"
  },
  {
    "Episode": "Episode 21",
    "Title": "The One with the Cooking Class",
    "Date": "May. 02, 2002",
    "Description": "Monica’s restaurant gets a bad review in the Post. After confronting the critic who wrote it, she decides to join a cooking class, with Joey in tow. Ross goes on a date with a clerk from a baby store, making Rachel jealous. Chandler prepares for a job interview after Phoebe tells him that he makes a bad first impression."
  },
  {
    "Episode": "Episode 22",
    "Title": "The One Where Rachel Is Late",
    "Date": "May. 09, 2002",
    "Description": "With the release of Joey’s movie approaching, he must decide which friend to invite to the premiere. Unfortunately, his pick, Chandler, falls asleep during it. Monica and Phoebe bet on when the baby will be born as Rachel’s due date comes and goes. The doctor tells Ross and Rachel that sex may help speed things along. Just as they start to do it, Rachel’s water breaks."
  },
  {
    "Episode": "Episode 23",
    "Title": "The One Where Rachel Has a Baby (1)",
    "Date": "May. 16, 2002",
    "Description": "Rachel and Ross arrive at the hospital; she’s upset to get a semi-private room. Monica and Chandler decide to have a baby and right away. Mrs. Geller turns up to give Ross her mother’s engagement ring; she wants Ross to marry Rachel. Joey can’t understand why somebody wouldn’t want to be married to Rachel. Phoebe meets a handsome stranger, but can’t quite get his room number, so she gets Dr. Drake Ramoray to get it. She also gets him to find out some personal info from the guy. As Rachel waits for her own baby, various other pregnant women come and go, until Janice shows up."
  },
  {
    "Episode": "Episode 24",
    "Title": "The One Where Rachel Has a Baby (2)",
    "Date": "May. 16, 2002",
    "Description": "Drake reports to Phoebe. Chandler and Monica look for a room in the hospital to use for a tryst. After 21 hours of labor, Rachel’s ready to have the baby. Joey blows it for Phoebe but fixes it just as quickly. The baby is in breach, but comes out okay. After Ross and Rachel kiss, the baby is named Emma Geller Green. Monica and Chandler find a janitor’s closet. Janice convinces Rachel that she needs a guy who will be around. Ross still isn’t interested, but Phoebe talks him into it. Joey finds the engagement ring. Rachel thinks he’s proposing and says yes, as Ross walks down the hall with flowers."
  }
]
