[
  {
    "Episode": "Episode 1",
    "Title": "The One with Ross's New Girlfriend",
    "Date": "Sep. 21, 1995",
    "Description": "Rachel waits patiently at the airport for Ross, not knowing he is returning with a new girlfriend, Julie. Meanwhile, after giving Joey and Chandler new haircuts, Phoebe is persuaded to cut Monica’s hair, but gives her an awful haircut. And Joey learns that his tailor is a very naughty man."
  },
  {
    "Episode": "Episode 2",
    "Title": "The One with the Breast Milk",
    "Date": "Sep. 28, 1995",
    "Description": "The guys are uncomfortable with Carol’s breast milk and Rachel is uncomfortable with Monica’s growing friendship with Julie. Meanwhile, Joey competes with a fellow cologne spritzer for the affections of a beautiful colleague."
  },
  {
    "Episode": "Episode 3",
    "Title": "The One Where Heckles Dies",
    "Date": "Oct. 05, 1995",
    "Description": "After Mr. Heckles dies and leaves all his belongings to Monica and Rachel, Chandler discovers eerie similarities between the late eccentric man and his own life. Ross and Phoebe have a dispute over the progression of evolution."
  },
  {
    "Episode": "Episode 4",
    "Title": "The One with Phoebe's Husband",
    "Date": "Oct. 12, 1995",
    "Description": "The gang is amazed to learn that Phoebe married a gay Canadian ice dancer to help him get his green card. And Ross seeks relationship advice from Rachel after revealing that he and Julie have yet to consummate their relationship."
  },
  {
    "Episode": "Episode 5",
    "Title": "The One with Five Steaks and an Eggplant",
    "Date": "Oct. 19, 1995",
    "Description": "When a sexy woman calls the wrong number, Chandler seeks to make the most of the situation. And income issues divide the friends: the well-off Ross, Chandler and Monica versus the not-so-well-off Phoebe, Rachel and Joey. This all changes, however, when Monica is accused of taking kickbacks and fired."
  },
  {
    "Episode": "Episode 6",
    "Title": "The One with the Baby on the Bus",
    "Date": "Nov. 02, 1995",
    "Description": "Chandler and Joey baby-sit Ross’s son Ben and accidentally lose him while scoping babes on a bus. Phoebe loses her Central Perk singing gig to a professional singer. And Ross has an allergic reaction to Monica’s kiwi-lime pie."
  },
  {
    "Episode": "Episode 7",
    "Title": "The One Where Ross Finds Out",
    "Date": "Nov. 09, 1995",
    "Description": "A drunken Rachel is persuaded to call Ross and reveals her feelings for him on his answering machine. And when he finds out, he must make the choice between her and Julie. Meanwhile, Monica finds work as Chandler’s personal trainer and Phoebe has a hard time trying to get her boyfriend to have sex with her."
  },
  {
    "Episode": "Episode 8",
    "Title": "The One with the List",
    "Date": "Nov. 16, 1995",
    "Description": "Ross must choose between Rachel and Julie and enlists Joey and Chandler’s help in making a list of the pros and cons of each. Big mistake. Meanwhile, Monica gets a job making food with a synthetic chocolate substitute called Mockolate."
  },
  {
    "Episode": "Episode 9",
    "Title": "The One with Phoebe's Dad",
    "Date": "Dec. 14, 1995",
    "Description": "It’s Christmas time and Monica tries tipping with cookies, rather than cash, with mixed results. Phoebe learns that the guy in the picture frames her grandmother keeps around is not her father and tries to track down her real father. And Chandler and Joey wait too late to shop for presents."
  },
  {
    "Episode": "Episode 10",
    "Title": "The One with Russ",
    "Date": "Jan. 04, 1996",
    "Description": "Monica gets back together with Fun Bobby, but discovers that when he’s not drinking, he’s not so fun. Joey wins the role of Dr. Drake Ramoray, a neurosurgeon, on Days of Our Lives. And Rachel, dating a guy named Russ, can’t see his uncanny resemblance to Ross."
  },
  {
    "Episode": "Episode 11",
    "Title": "The One with the Lesbian Wedding",
    "Date": "Jan. 18, 1996",
    "Description": "Ross’s ex and her lesbian lover tie the knot, providing Monica with a job: catering the wedding. Phoebe is possessed by the spirit of an eighty-two year old massage client who dies in the middle of a session. Mrs. Adelman cannot depart until she’s “seen everything” (needless to say, her spirit departs after the lesbian wedding). And Rachel’s mom comes to visit and drops a bombshell: she’s getting divorced from Rachel’s dad."
  },
  {
    "Episode": "Episode 12",
    "Title": "The One After the Super Bowl (1)",
    "Date": "Jan. 28, 1996",
    "Description": "Ross goes to visit Marcel while on a trip to California, and finds that the monkey is working in commercials. Joey gets his first fan letter and ends up dating the woman, who turns out to be a stalker who thinks that the happenings on Days of Our Lives are real. Phoebe is asked to sing for the children at the library, but their parents are horrified by her lyrics."
  },
  {
    "Episode": "Episode 13",
    "Title": "The One After the Super Bowl (2)",
    "Date": "Jan. 28, 1996",
    "Description": "Rachel and Monica compete for the affections of Jean-Claude Van Damme after meeting him on a movie set. Chandler meets a former schoolmate, a makeup artist, who seems to have the hots for him. An excited Joey gets a role as an extra in the movie and Ross and Marcel go on a whirlwind tour of the city."
  },
  {
    "Episode": "Episode 14",
    "Title": "The One with the Prom Video",
    "Date": "Feb. 01, 1996",
    "Description": "After getting his big break, with Days of Our Lives, Joey pays Chandler back with $812 and an extremely tacky bracelet. Also, an unemployed Monica is hard up for money. And Monica and Rachel’s prom video reveals Monica’s former girth, Rachel’s former nose and the way Ross has always felt about Rachel. This video brings Rachel to forgive Ross for the list."
  },
  {
    "Episode": "Episode 15",
    "Title": "The One Where Ross and Rachel... You Know",
    "Date": "Feb. 08, 1996",
    "Description": "Joey buys a big screen TV and two leather recliners with his newfound money. He and Chandler then spend a day refusing to leave the chairs. They even have food delivered to the girls apartment so they don’t have to answer the door. Monica has a catering job for a friend of her parents, the attractive Dr. Burke. She ends up kissing him the next day at an un-needed eye exam and though there is a 21-year age difference between them, they begin dating. Ross and Rachel attempt to have their first real date, but Rachel laughs every time they kiss. When they try again the next evening, they are interrupted when Ross is called into the museum. It’s too late to go to the restaurant so they have a picnic in the planetarium and end up waking up the next day naked in the display area with a group of Catholic school children looking in."
  },
  {
    "Episode": "Episode 16",
    "Title": "The One Where Joey Moves Out",
    "Date": "Feb. 15, 1996",
    "Description": "After having a fight with Chandler, Joey decides to move out. Rachel and Phoebe decide to get tattoos. And on his birthday, Mr. Geller receives the unsettling news that his best friend, Richard, and his daughter, Monica, are dating."
  },
  {
    "Episode": "Episode 17",
    "Title": "The One Where Eddie Moves In",
    "Date": "Feb. 22, 1996",
    "Description": "Phoebe is discovered by a record producer who wants to make “Smelly Cat” a video. Ross’s new relationship with Rachel makes Monica feel like she’s living with her brother again…and she hates it. And Joey considers moving back in with Chandler, but Chandler has a new roommate."
  },
  {
    "Episode": "Episode 18",
    "Title": "The One Where Dr. Ramoray Dies",
    "Date": "Mar. 21, 1996",
    "Description": "Chandler finds out that Eddy is not only much less fun than Joey, but positively crazy. Ross is stressing out to learn that Rachel had ‘animal sex’ with Paolo; Richard and Monica are uncomfortable to learn she is only his second lover, while he is the last in a long row; there’s a logistical dilemma for both couples’ make up-sex. After Joey tells a TV digest he ‘rewrites some of his dialogs on DOOL’, an insulted scenarist writes his character Dr. Drake Ramoray to fall to his death, ending his DOOL-career."
  },
  {
    "Episode": "Episode 19",
    "Title": "The One Where Eddie Won't Go",
    "Date": "Mar. 28, 1996",
    "Description": "Creeped out by his bizarre new roommate, Chandler demands he move out. Eddie agrees…but doesn’t go. Joey has trouble coming to grips with the death of Dr. Drake Ramoray and the accompanying change in his lifestyle. And a new book on empowerment of women inspires the female friends to have a “goddess meeting.”"
  },
  {
    "Episode": "Episode 20",
    "Title": "The One Where Old Yeller Dies",
    "Date": "Apr. 04, 1996",
    "Description": "Phoebe’s world view is shattered when she learns how “Old Yeller” really ends. Monica becomes jealous when Richard begins going out with other people, namely Joey and Chandler. And Rachel becomes upset when she learns that Ross has planned their whole life together."
  },
  {
    "Episode": "Episode 21",
    "Title": "The One with the Bullies",
    "Date": "Apr. 25, 1996",
    "Description": "Chandler and Ross run into two bullies at the coffee shop; one of whom steals Chandler’s hat. After trying to avoid them, the guys confront the bullies and are ready to fight. When a thief steals their stuff, the bullies join Ross and Chandler in trying to get it back. Monica, down to her last few dollars of savings, plays the stock market based solely on the ticker symbols. After she loses it all she’s forced to take a job at a 50s theme restaurant where she’ll have to dance and wear “flame retardant boobs.” Phoebe makes multiple attempts to go visit her birth father and when she finally does, she finds out he’s no longer there. She does meet her half-brother, though."
  },
  {
    "Episode": "Episode 22",
    "Title": "The One with the Two Parties",
    "Date": "May. 02, 1996",
    "Description": "The gang plans a surprise party for Rachel, but the real surprise is when both of her estranged parents show up for the same party. “Think!” urges Chandler. “What would Jack and Chrissy do?” Why, split it into two parties, of course — one for each parent. But complications inevitably ensue."
  },
  {
    "Episode": "Episode 23",
    "Title": "The One with the Chicken Pox",
    "Date": "May. 09, 1996",
    "Description": "Ryan, a guy in the navy who Phoebe used to go out with is coming to the city for 2 whole weeks. Ben has chicken pox and everybody except Phoebe has had them. So of course Phoebe has the chicken pox now but unfortunately Ryan hasn’t had them but he wouldn’t let the pox stand between them. Chandler organizes a job as a processor for Joey and Joey does a little too much acting like he was a processor. Ryan and Phoebe both have the chicken pox and the itching drives them crazy. Joey is really annoying at work and always ratting Chandler out. They agree that Joey will quit…"
  },
  {
    "Episode": "Episode 24",
    "Title": "The One with Barry and Mindy's Wedding",
    "Date": "May. 16, 1996",
    "Description": "Rachel agrees to be maid of honor at her ex-fiancé’s wedding, but a fashion faux pas focuses attention away from the bride. To get a role in Warren Beatty’s new movie, Joey needs to practice kissing…guys. Monica ponders her future with Richard and Chandler falls for a mystery woman on the Internet…who turns out to be Janice!"
  }
]
