[
    {
     "Episode": "Episode 1",
     "Title": "The One After Ross Says Rachel",
     "Date": "Sep. 24, 1998",
     "Description": "In the aftermath of his Freudian slip, Ross tries to rescue his marriage with Emily. Meanwhile, Chandler and Monica try and find a moment alone in order to continue their affair while overseas."
    },
    {
     "Episode": "Episode 2",
     "Title": "The One with All the Kissing",
     "Date": "Oct. 01, 1998",
     "Description": "Ross continues to try and mend his marriage to Emily. When Chandler accidentally kisses Monica in front of everyone before leaving for work, he tries to recover by kissing Rachel and Phoebe as well. Meanwhile, Phoebe starts getting irritated by everyone’s London stories."
    },
    {
     "Episode": "Episode 3",
     "Title": "The One Hundredth",
     "Date": "Oct. 08, 1998",
     "Description": "Phoebe is rushed to the hospital for the birth of her brother’s triplets. While there, Joey winds up with severe sympathy pains that turn out to be kidney stones. Meanwhile, Rachel tries to set Monica up on a date with a male nurse."
    },
    {
     "Episode": "Episode 4",
     "Title": "The One Where Phoebe Hates PBS",
     "Date": "Oct. 15, 1998",
     "Description": "Joey lands a job with a PBS telethon, which ignites an old hatred Phoebe has towards the network. Meanwhile, Monica tries to convince Rachel that she’s dating someone from work to hide her relationship with Chandler. And Ross finally gets in touch with Emily and they try to work it out."
    },
    {
     "Episode": "Episode 5",
     "Title": "The One with the Kips",
     "Date": "Oct. 29, 1998",
     "Description": "Monica and Chandler plan an Atlantic City getaway in order to have an intimate weekend away from their friends. Meanwhile, Ross prepares himself to tell Rachel that he can’t see her anymore."
    },
    {
     "Episode": "Episode 6",
     "Title": "The One with the Yeti",
     "Date": "Nov. 05, 1998",
     "Description": "Emily decides that the only way to continue her marriage with Ross is to have him get rid of all traces of Rachel in his apartment. Meanwhile, Rachel and Monica mistake a hairy neighbor for a yeti."
    },
    {
     "Episode": "Episode 7",
     "Title": "The One Where Ross Moves In",
     "Date": "Nov. 12, 1998",
     "Description": "Chandler and Joey let Ross move in with them once his marriage to Emily falls apart. Meanwhile, Phoebe gets involved with the local health inspector and Rachel becomes convinced that Danny is trying to seduce her with mind games."
    },
    {
     "Episode": "Episode 8",
     "Title": "The One with All the Thanksgivings",
     "Date": "Nov. 19, 1998",
     "Description": "Although the Thanksgiving meal is great, Chandler is still moody over his parent’s divorce during the holiday when he was a boy and Ross is depressed about his second divorce. The group reminisces about their worst Thanksgivings in order to cheer them up, and Monica’s worst memory is revealed."
    },
    {
     "Episode": "Episode 9",
     "Title": "The One with Ross's Sandwich",
     "Date": "Dec. 10, 1998",
     "Description": "Joey starts to get uncomfortable with protecting Monica and Chandler’s secret, especially when it places him in embarrassing situations with the rest of the group. Meanwhile, Ross becomes enraged at work when someone swipes his turkey sandwich. Phoebe and Rachel enroll in a literature class."
    },
    {
     "Episode": "Episode 10",
     "Title": "The One with the Inappropriate Sister",
     "Date": "Dec. 17, 1998",
     "Description": "Joey teaches Ross how to be unemployed. Phoebe is working for the Salvation Army during the holidays. Monica is tired of Rachel’s obsessing about Danny and asks him to go out with her. Ross convinces Joey to write a play about himself. Phoebe is distressed after finding out that New Yorkers are mean. Rachel meets Danny’s sister and is dismayed when the two seem a little too playful. Phoebe vows a return to “Street Phoebe.”"
    },
    {
     "Episode": "Episode 11",
     "Title": "The One with All the Resolutions",
     "Date": "Jan. 07, 1999",
     "Description": "With the New Year, the friends make New Year’s resolutions. Ross resolves to try a new thing every day. Chandler resolves to not make fun of his friends for a week. Joey resolves to learn how to play the guitar, with Phoebe as his teacher. Rachel resolves to give up gossiping. Chandler nearly goes insane holding it all in. Ross is stuck in a sticky situation at his date’s apartment, in constricting and hot leather pants. Rachel discovers a big secret (Monica and Chandler) that threatens to spoil her resolution."
    },
    {
     "Episode": "Episode 12",
     "Title": "The One with Chandler's Work Laugh",
     "Date": "Jan. 21, 1999",
     "Description": "Monica begins to hang out with Chandler during his work functions, since they don’t have to keep their relationship a secret among his coworkers. However, she learns that Chandler has a second, more annoying personality when he’s around his boss. Meanwhile, Ross learns that Emily is getting remarried and in his grief hooks up with an old nemesis of the gang: Janice."
    },
    {
     "Episode": "Episode 13",
     "Title": "The One with Joey's Bag",
     "Date": "Feb. 04, 1999",
     "Description": "Monica gives Chandler a painful massage. Joey wears a top hat for an audition. A disgusted Rachel offers to dress him. Phoebe’s grandmother died. Rachel hooks Joey up with a “shoulder bag”. Phoebe tells Ursula, who is disinterested. At the memorial service, Phoebe meets her father, who plays it off and runs away. At his audition, Joey’s bag distracts the casting people. Phoebe and her father talk at Central Perk."
    },
    {
     "Episode": "Episode 14",
     "Title": "The One Where Everybody Finds Out",
     "Date": "Feb. 11, 1999",
     "Description": "When the friends discover that Ugly Naked Guy is moving out of his apartment, Ross leaps at the opportunity to get his own place again. Phoebe finds out about Monica and Chandler’s relationship, and tries to get them to reveal the truth by seducing Chandler."
    },
    {
     "Episode": "Episode 15",
     "Title": "The One with the Girl Who Hits Joey",
     "Date": "Feb. 18, 1999",
     "Description": "Joey starts dating Katie, a little girl who packs a mean punch. When Ross refuses to contribute to the retirement fund of the building’s maintenance man, he winds up offending everyone in the building."
    },
    {
     "Episode": "Episode 16",
     "Title": "The One with the Cop",
     "Date": "Feb. 25, 1999",
     "Description": "Joey has a dream about Monica. Phoebe finds a police badge under her seat at Central Perk and uses it to go on missions of mercy. Ross buys a sofa but has trouble moving it up the stairs into his new apartment."
    },
    {
     "Episode": "Episode 17",
     "Title": "The One with Rachel's Inadvertent Kiss",
     "Date": "Mar. 18, 1999",
     "Description": "Monica and Chandler try to prove that they’re more hot and heavy than Phoebe and Gary. Rachel accidentally kisses her job interviewer at Ralph Lauren. Joey tries to meet a girl living in Ross’s building, but Ross meets her first."
    },
    {
     "Episode": "Episode 18",
     "Title": "The One Where Rachel Smokes",
     "Date": "Apr. 08, 1999",
     "Description": "Rachel decides to start smoking in order to avoid missing important meetings with her boss. Meanwhile, Ben gets offered an audition for a soup commercial, and Joey auditions to be Ben’s father during the ad. Also, Monica and Phoebe plan a surprise birthday party for Rachel together, but Monica takes over."
    },
    {
     "Episode": "Episode 19",
     "Title": "The One Where Ross Can't Flirt",
     "Date": "Apr. 22, 1999",
     "Description": "Joey lands a role in Law & Order, and his Italian-speaking grandmother comes over to watch his network debut. Meanwhile, Ross tries unsuccessfully to flirt with the pizza delivery girl."
    },
    {
     "Episode": "Episode 20",
     "Title": "The One with the Ride Along",
     "Date": "Apr. 29, 1999",
     "Description": "As the date for Emily’s remarriage draws closer, the group tries to keep Ross distracted. As a result, Ross and the other guys get invited to take a ride along with Gary."
    },
    {
     "Episode": "Episode 21",
     "Title": "The One with the Ball",
     "Date": "May. 06, 1999",
     "Description": "Rachel buys a psychotic sphynx cat and Phoebe learns that Gary is going to ask her to move in with him. Thinking this is way to fast, she tries to get Chandler to talk him out of this decision. Ross and Joey start throwing a ball while they are bored but it changes from a time-filler to a super-competitive obsession when Monica joins in."
    },
    {
     "Episode": "Episode 22",
     "Title": "The One with Joey's Big Break",
     "Date": "May. 13, 1999",
     "Description": "Joey seems to have finally hit big when he gets offered a lead part in a movie shooting outside of Las Vegas. However, when Chandler begins expressing doubts about the film’s legitimacy, it causes a rift in their friendship."
    },
    {
     "Episode": "Episode 23",
     "Title": "The One in Vegas (1)",
     "Date": "May. 20, 1999",
     "Description": "Chandler decides the only way to mend his friendship with Joey is to fly out to Vegas and visit him. Phoebe is determined not to be left out on another adventure, so everyone winds up going. Trouble is in the water, however, when Chandler finds out that Monica had lunch with Richard."
    },
    {
     "Episode": "Episode 24",
     "Title": "The One in Vegas (2)",
     "Date": "May. 20, 1999",
     "Description": "Chandler and Monica reconcile and hastily decide to get married. Ross and Rachel get drunk and roam the casino. Phoebe deals with a ‘lurker’ on the slot machines."
    }
   ]