[
  {
    "Episode": "Episode 1",
    "Title": "The One with the Jellyfish",
    "Date": "Sep. 25, 1997",
    "Description": "Ross chooses between Rachel and his bald-headed girlfriend Bonnie. Phoebe struggles to deal with the revelation that her mother’s friend is actually her mother. Monica gets stung by a jellyfish, forcing Chandler and Joey to step up to the plate in order to relieve her pain."
  },
  {
    "Episode": "Episode 2",
    "Title": "The One with the Cat",
    "Date": "Oct. 02, 1997",
    "Description": "Phoebe believes that her adoptive mother’s spirit resides in a cat that jumped into her guitar case in Central Perk. Monica goes on a date with Rachel’s hunky high-school boyfriend, who was cool in high-school, but a failure now. And when Joey and Chandler decide to sell the entertainment center, Joey takes stupidity to a new level."
  },
  {
    "Episode": "Episode 3",
    "Title": "The One with the 'Cuffs",
    "Date": "Oct. 09, 1997",
    "Description": "Monica caters a party for her mother, who still doesn’t quite know how to talk to her daughter. Chandler’s encounter with Rachel’s boss leads to an embarrassing situation. And an encyclopedia salesman takes advantage of Joey."
  },
  {
    "Episode": "Episode 4",
    "Title": "The One with the Ballroom Dancing",
    "Date": "Oct. 16, 1997",
    "Description": "Joey attempts ballroom dancing in order to help Monica and Rachel keep their illegal sublet. Phoebe is attracted to one of her massage clients. And Ross tries to help Chandler quit the gym."
  },
  {
    "Episode": "Episode 5",
    "Title": "The One with Joey's New Girlfriend",
    "Date": "Oct. 30, 1997",
    "Description": "Chandler hits on a woman at Central Perk, not realizing she is Joey’s new girlfriend. He soon realizes he is very attracted to, possibly in love, with her. Ross and Rachel play the jealousy game in their relationships. And Phoebe desperately tries to catch a cold after discovering that her voice is sexier and her singing better when she has phlegm in her throat."
  },
  {
    "Episode": "Episode 6",
    "Title": "The One with the Dirty Girl",
    "Date": "Nov. 06, 1997",
    "Description": "Ross’s new girlfriend seems nearly perfect until he visits her house and discovers that her apartment is incredibly dirty. Chandler helps Joey pick out a thoughtful present for Kathy’s birthday. Rachel attempts to finish a crossword puzzle by herself. And Phoebe helps Monica cater a funeral."
  },
  {
    "Episode": "Episode 7",
    "Title": "The One Where Chandler Crosses the Line",
    "Date": "Nov. 13, 1997",
    "Description": "Chandler must decide between the girl of his dreams and his best friend when he and Kathy share a passionate kiss. Needless to say, Joey is not happy when he finds out about it. And nobody wants to tell Ross how awful his keyboard playing is."
  },
  {
    "Episode": "Episode 8",
    "Title": "The One with Chandler in a Box",
    "Date": "Nov. 20, 1997",
    "Description": "Chandler agrees to spend Thanksgiving in a shipping crate as penance for kissing Kathy. The gang decides to give each other Secret Santa gifts. After Monica gets ice in her eye, she ends up visiting Richard’s son, who is as attracted to Monica as his father was."
  },
  {
    "Episode": "Episode 9",
    "Title": "The One Where They're Going to Party!",
    "Date": "Dec. 11, 1997",
    "Description": "Chandler and Ross’s college friend Gandalf is planning to come to town. Gandalf is “the party wizard.” Ross and Chandler are very excited until Gandalf cancels. However, they decide to make their own party with Joey’s help. Joanna squashes Rachel’s chance at a promotion. And when Monica fills in for a friend as food critic for a small newspaper, she must decide between a steady job as head chef of a restaurant she panned or keeping her catering business with her friend Phoebe."
  },
  {
    "Episode": "Episode 10",
    "Title": "The One with the Girl from Poughkeepsie",
    "Date": "Dec. 18, 1997",
    "Description": "Ross must decide whether to continue dating a girl he must travel two-and-a-half hours to see. Chandler sets Rachel up with a co-worker who misunderstands her intentions. Monica is being treated poorly by her new co-workers so she hires Joey just so she can fire him and show who’s the boss. And Phoebe tries to write the perfect holiday song."
  },
  {
    "Episode": "Episode 11",
    "Title": "The One with Phoebe's Uterus",
    "Date": "Jan. 08, 1998",
    "Description": "Phoebe considers her options when her brother visits with his new wife and asks her to carry their child. Joey works as a tour guide at Ross’s museum and tries to tear down the walls between tour guides and scientists. And Chandler seeks advice from Monica and Rachel after he fears that he will not live up to Kathy’s sexual expectations–especially since the last guy she slept with before him was Joey."
  },
  {
    "Episode": "Episode 12",
    "Title": "The One with the Embryos",
    "Date": "Jan. 15, 1998",
    "Description": "Phoebe’s uterus is examined for implantation of the embryos. Meanwhile, a seemingly harmless game between Chandler and Joey against Monica and Rachel escalates into a full blown contest where the stakes are raised higher and higher."
  },
  {
    "Episode": "Episode 13",
    "Title": "The One with Rachel's Crush",
    "Date": "Jan. 29, 1998",
    "Description": "After seeing Kathy’s play, Chandler becomes convinced she is cheating on him with her co-star. Rachel develops a crush on one of her customers. Monica becomes jealous when she realizes she is no longer the ‘hostess’."
  },
  {
    "Episode": "Episode 14",
    "Title": "The One with Joey's Dirty Day",
    "Date": "Feb. 05, 1998",
    "Description": "After a three-day fishing trip with his dad, Joey is in a jam when he doesn’t have time to take a shower before going to the set of Charlton Heston’s new movie. Rachel, continuing to fawn over clothing shopper Joshua, sets Ross up with her boss’s niece Emily when she is unable to take her to the opera. And while Chandler is despondent after his breakup with Kathy, the girls take him to a strip club."
  },
  {
    "Episode": "Episode 15",
    "Title": "The One with All the Rugby",
    "Date": "Feb. 26, 1998",
    "Description": "Chandler runs into Janice, and finds her more irritating than ever. Meanwhile, Ross attempts to learn how to play rugby to impress Emily and Monica obsesses over an electric switch in her new apartment."
  },
  {
    "Episode": "Episode 16",
    "Title": "The One with the Fake Party",
    "Date": "Mar. 19, 1998",
    "Description": "With two days left until Emily’s departure back to England, Rachel throws a fake party for her, just so that she can see Joshua outside of work. And a pregnant (vegetarian) Phoebe craves meat."
  },
  {
    "Episode": "Episode 17",
    "Title": "The One with the Free Porn",
    "Date": "Mar. 26, 1998",
    "Description": "Chandler and Joey discover that they’re getting a free porno station on their TV. Monica encourages Ross to tell Emily he loves her just before she leaves for London. Phoebe gets some shocking news when she visits her OB-GYN."
  },
  {
    "Episode": "Episode 18",
    "Title": "The One with Rachel's New Dress",
    "Date": "Apr. 02, 1998",
    "Description": "Rachel has an awkward encounter with Joshua’s parents. Phoebe is offered the chance to name one of the triplets. Ross becomes paranoid when Emily goes to London with Susan."
  },
  {
    "Episode": "Episode 19",
    "Title": "The One with All the Haste",
    "Date": "Apr. 09, 1998",
    "Description": "Ross proposes to Emily. Monica and Rachel try to win their apartment back from Chandler and Joey."
  },
  {
    "Episode": "Episode 20",
    "Title": "The One with All the Wedding Dresses",
    "Date": "Apr. 16, 1998",
    "Description": "Chandler takes Joey to a sleep clinic when he starts snoring. After Ross asks Monica to pick up Emily’s wedding dress, she tries it on and can’t stop wearing it. Meanwhile, jealous of Ross’s proposal to Emily, Rachel tries to talk Joshua into marriage."
  },
  {
    "Episode": "Episode 21",
    "Title": "The One with the Invitation",
    "Date": "Apr. 23, 1998",
    "Description": "As Ross and Emily send out wedding invitations, he and Rachel each look back on their relationship together while Joey and Chandler look for a purpose in life."
  },
  {
    "Episode": "Episode 22",
    "Title": "The One with the Worst Best Man Ever",
    "Date": "Apr. 30, 1998",
    "Description": "Joey convinces Ross to pick him as his best man instead of Chandler. He throws a great bachelor party, but the next morning he’s shocked to find out that the wedding ring is missing and he suspects that the stripper stole it. Meanwhile, Phoebe is experiencing major mood swings due to her pregnancy and the girls decide to throw her a baby shower to cheer her up, but it only makes matters worse."
  },
  {
    "Episode": "Episode 23",
    "Title": "The One with Ross's Wedding (1)",
    "Date": "May. 07, 1998",
    "Description": "The gang (except for Rachel and pregnant Phoebe) heads over to London for Ross and Emily’s wedding. Joey can’t contain his excitement about London which annoys Chandler to no end and results in two of them arguing. While the guys are touring the city, Monica, together with Ross and Emily, visit the chapel where the wedding ceremony is supposed to take place only to find out that it’s being torn down prematurely. Emily freaks out and is ready to postpone the wedding, however Ross and Monica manage to change her mind. Meanwhile, back in New York, Rachel realizes that she still has feelings for Ross and decides to go to London after all. Phoebe tries to talk her out of it, but is unsuccessful."
  },
  {
    "Episode": "Episode 24",
    "Title": "The One with Ross's Wedding (2)",
    "Date": "May. 07, 1998",
    "Description": "Phoebe tries to warn the gang that Rachel is coming to London to tell Ross that she still loves him. After the initial excitement about visiting England dissipates, Joey begins to feel homesick, however, one of the bridesmaids helps him to forget about it. Meanwhile, Ross and Emily’s parents get into an argument over the bill for the wedding. During the rehearsal dinner Monica gets upset that she might never get married and Chandler tries to comfort her. They end up in a situation with far-reaching consequences. Rachel sees Ross just before the wedding starts, but she decides not to tell him about her feelings. Nevertheless, the wedding ends with a gaffe."
  }
]
