[
  {
    "Episode": "Episode 1",
    "Title": "The One with the Princess Leia Fantasy",
    "Date": "Sep. 16, 1996",
    "Description": "Ross reveals a fantasy to Rachel involving a certain “Star Wars” character. Monica suffers from insomnia after her breakup with Richard. And Chandler, back together with Janice, wants Joey to bond with her."
  },
  {
    "Episode": "Episode 2",
    "Title": "The One Where No One's Ready",
    "Date": "Sep. 26, 1996",
    "Description": "A stressed Ross desperately and insistently tries to get the rest of the gang ready for a black tie event at the museum, while Joey and Chandler clash over personal belongings and personal space."
  },
  {
    "Episode": "Episode 3",
    "Title": "The One with the Jam",
    "Date": "Oct. 03, 1996",
    "Description": "Phoebe dates a man who thinks he’s stalking her twin sister. Ross and Rachel give Chandler “boyfriend” lessons. Monica uses her free time after breaking up with Richard to make jam and considers insemination through a sperm bank."
  },
  {
    "Episode": "Episode 4",
    "Title": "The One With the Metaphorical Tunnel",
    "Date": "Oct. 10, 1996",
    "Description": "Phoebe pretends to be Joey’s agent and has some success in getting him auditions. Ultimately, however, she is unable to deal with the rejection that comes with acting, and quits. Ross is upset when Ben brings a Barbie doll on his weekend visit. He spends the time trying to get him to give up the doll and eventually replaces it with a G.I. Joe. When Carol and Susan come to pick up Ben, Monica tells them that Ross used to dress in his mother’s clothes and play tea party. Chandler is advancing in his relationship with Janice and, realizing that he has a fear of commitment, goes to the girls for advice. When he decides to become super-committed, he ends up scaring Janice. He ends up just coming clean and being himself and the relationship survives."
  },
  {
    "Episode": "Episode 5",
    "Title": "The One with Frank, Jr.",
    "Date": "Oct. 17, 1996",
    "Description": "Phoebe’s half-brother visits and she offers to give him a massage, but they have trouble bonding. Joey attempts to build an entertainment center. Ross is challenged to name the five celebrities he’d like to sleep with most."
  },
  {
    "Episode": "Episode 6",
    "Title": "The One with the Flashback",
    "Date": "Oct. 31, 1996",
    "Description": "When Janice asks the gang if any of them have ever slept together, the friends flash back to a time three years before."
  },
  {
    "Episode": "Episode 7",
    "Title": "The One With The Race Car Bed",
    "Date": "Nov. 07, 1996",
    "Description": "When Monica buys a new bed from Janice’s soon-to-be-ex-husband, “The Mattress King”, the wrong one is delivered. Rachel’s attempts to have her father and Ross bond fail, until she stops trying. Joey gets a job teaching a soap opera acting class."
  },
  {
    "Episode": "Episode 8",
    "Title": "The One with the Giant Poking Device",
    "Date": "Nov. 14, 1996",
    "Description": "When Phoebe believes she’s killed the ugly naked guy across the street from Rachel and Monica, Joey constructs a long poking device. Chandler confronts Janice."
  },
  {
    "Episode": "Episode 9",
    "Title": "The One with the Football",
    "Date": "Nov. 21, 1996",
    "Description": "Emotions become the feast of the day when the gang plays a game of touch football on Thanksgiving as Joey and Chandler argue over who gets to date a model and Ross and Monica argue over winning in a case of sibling rivalry."
  },
  {
    "Episode": "Episode 10",
    "Title": "The One Where Rachel Quits",
    "Date": "Dec. 12, 1996",
    "Description": "Rachel makes a rash decision after Gunther tells her she needs to be retrained. Phoebe tries to help Joey when he gets a job selling Christmas trees. And Ross accidentally breaks a girl’s leg and tries to make it up to her."
  },
  {
    "Episode": "Episode 11",
    "Title": "The One Where Chandler Can't Remember Which Sister",
    "Date": "Jan. 09, 1997",
    "Description": "Ross is suspicious about Rachel’s possible job offer from a good-looking stranger. And a drunken Chandler fools around with one of Joey’s sisters, but can’t remember which one."
  },
  {
    "Episode": "Episode 12",
    "Title": "The One with All the Jealousy",
    "Date": "Jan. 16, 1997",
    "Description": "Ross becomes insanely jealous of Mark. Monica hooks up with a co-worker, who writes her a poem with a hidden meaning. One of Joey’s numerous lies on his resume is exposed when he takes part in a Broadway production."
  },
  {
    "Episode": "Episode 13",
    "Title": "The One Where Monica And Richard Are Just Friends",
    "Date": "Jan. 30, 1997",
    "Description": "Monica’s willpower is tested when she runs into Richard at the video store. Joey agrees to read Little Women while Rachel agrees to read The Shining. And Phoebe’s athletic date has a problem with short shorts."
  },
  {
    "Episode": "Episode 14",
    "Title": "The One with Phoebe's Ex-Partner",
    "Date": "Feb. 06, 1997",
    "Description": "Phoebe is reunited with her former singing partner who thinks “Smelly Cat” has hit potential; Chandler dates a woman with a prosthetic leg who also has some history with Joey. Meanwhile, Ross goes to a fashion seminar with Rachel, so she won’t go with Mark, and falls asleep in the middle of it."
  },
  {
    "Episode": "Episode 15",
    "Title": "The One Where Ross and Rachel Take a Break",
    "Date": "Feb. 13, 1997",
    "Description": "Ross seeks solace at a party after a bitter fight with Rachel and ends up in the arms of another woman. Phoebe dates a diplomat who needs an interpreter to communicate with her. And Chandler and Joey ponder a ménage a trois with a woman who seems hot for both of them."
  },
  {
    "Episode": "Episode 16",
    "Title": "The One with the Morning After",
    "Date": "Feb. 20, 1997",
    "Description": "Ross tries to prevent Rachel from learning that he slept with Chloe, the copy store employee. When she finds out anyway and they go back to her apartment and have a fight, the other four friends are trapped in Monica’s bedroom, forced to listen in as Rachel decides to break up with Ross."
  },
  {
    "Episode": "Episode 17",
    "Title": "The One Without the Ski Trip",
    "Date": "Mar. 06, 1997",
    "Description": "Ross and Rachel compete to spend time with their other friends. When a lonely Ross is excluded from Rachel’s ski trip with her pals, he visits Carol. Meanwhile, Chandler starts smoking again."
  },
  {
    "Episode": "Episode 18",
    "Title": "The One with the Hypnosis Tape",
    "Date": "Mar. 13, 1997",
    "Description": "Monica goes out with a guy who turns out to be a software billionaire. Chandler’s stop smoking hypnosis tape has an unexpected side effect. Frank makes a surprise announcement that he is getting married – to a woman twice his age."
  },
  {
    "Episode": "Episode 19",
    "Title": "The One with the Tiny T-Shirt",
    "Date": "Mar. 27, 1997",
    "Description": "Rachel goes on her first date after splitting from Ross…and it’s with Mark. Joey develops a crush on his costar in his new play. And Monica continues to date Pete, even though she is still not attracted to him."
  },
  {
    "Episode": "Episode 20",
    "Title": "The One with the Dollhouse",
    "Date": "Apr. 10, 1997",
    "Description": "Rachel regrets making a date for Chandler and her boss, Joanna. Joey’s interest in Kate intensifies after they sleep together. And Monica’s aunt dies, leaving her an antique dollhouse, with which Monica doesn’t want Phoebe to play with."
  },
  {
    "Episode": "Episode 21",
    "Title": "The One with a Chick and a Duck",
    "Date": "Apr. 17, 1997",
    "Description": "Monica considers a dream job in Pete’s new restaurant, but Phoebe fears there is more to the deal. Joey and Chandler adopt a baby chick and a duck. And Ross misses a panel for the Discovery Channel to help Rachel, who may have a broken rib."
  },
  {
    "Episode": "Episode 22",
    "Title": "The One with the Screamer",
    "Date": "Apr. 24, 1997",
    "Description": "At the premiere of Joey’s big play; Ross alone concludes that Rachel’s date is insane. Joey falls in love with Kate, but she gets a big job in Los Angeles and takes it. And poor Phoebe is on hold for days with a company she needs to talk to before her phone warranty expires."
  },
  {
    "Episode": "Episode 23",
    "Title": "The One with Ross's Thing",
    "Date": "May. 01, 1997",
    "Description": "Afflicted with a mysterious skin condition on his butt, Ross seeks advice from Phoebe’s herbalist. Phoebe can’t decide whether to date a sensitive, muscular fireman or a sensitive, muscular schoolteacher. And Monica can’t decide about Pete when she thinks he is going to propose."
  },
  {
    "Episode": "Episode 24",
    "Title": "The One with the Ultimate Fighting Champion",
    "Date": "May. 08, 1997",
    "Description": "To Monica’s horror, Pete plans to be in an ultimate fight, and when he can’t win but won’t give up, she must decide her future with him. Chandler has a problem when his new boss is slaphappy. Phoebe sets Ross up on a date with a woman who used to be bald."
  },
  {
    "Episode": "Episode 25",
    "Title": "The One at the Beach",
    "Date": "May. 15, 1997",
    "Description": "The gang goes to the beach. In search of her father, Phoebe meets a family friend with links to her family’s past, who may know more than she’s letting on. Ross discovers that Rachel still loves him, and must choose between sex-crazy, but bald, Bonnie and Rachel, the love of his life. After the gang plays strip poker, Joey winds up sleeping naked on the beach. And Chandler wonders why Monica doesn’t think he’s serious after he asks her if she would ever go out with him."
  }
]
