[
  {
    "Episode": "Episode 1",
    "Title": "The Pilot",
    "Description": "This is the one where it all began … Rachel leaves Barry at the altar, meets the gang, and moves in with Monica. Monica, meanwhile, sleeps with Paul the Wine Guy, and Ross is reeling from his divorce from Carol, who has become a lesbian.",
    "Date": "Sep. 22, 1994"
  },
  {
    "Episode": "Episode 2",
    "Title": "The One with the Sonogram at the End",
    "Description": "Carol, Ross’s lesbian ex-wife, tells him at work that she is pregnant with his child, Monica nearly has a breakdown when her parents come for dinner, and Rachel finds out that Barry and her maid of honor Mindy, went on her honeymoon.",
    "Date": "Sep. 29, 1994"
  },
  {
    "Episode": "Episode 3",
    "Title": "The One with the Thumb",
    "Description": "Chandler’s reunited with his beloved cigarettes, which the rest of his friends can’t stand. Monica dates a man all her buddies love but with whom she’s bored. And poor, honest Phoebe can’t deal with the fact that her bank gave her one thousand dollars that isn’t hers, plus a soda company gives her seven thousand more unwanted bucks after she finds a dismembered thumb in a can of soda.",
    "Date": "Oct. 06, 1994"
  },
  {
    "Episode": "Episode 4",
    "Title": "The One with George Stephanopoulos",
    "Description": "This is the one where Ross mourns the anniversary of losing his virginity to Carol while at a hockey game with the guys. Rachel gets her first paycheck, the girls have a slumber party, and George Stephanopoulos’s pizza is delivered to Monica by mistake.",
    "Date": "Oct. 13, 1994"
  },
  {
    "Episode": "Episode 5",
    "Title": "The One with the East German Laundry Detergent",
    "Description": "Joey wants to get back together with a former girlfriend he dumped, so he tricks Monica into posing as his new gal pal. Ross helps Rachel, a laundry virgin, do her first load of wash. And Chandler has a difficult time breaking up with his annoying girlfriend, Janice.",
    "Date": "Oct. 20, 1994"
  },
  {
    "Episode": "Episode 6",
    "Title": "The One with the Butt",
    "Description": "Joey gets his big film break when he’s hired to be Al Pacino’s stunt butt. Chandler has second thoughts about an exotic married woman who wants him to be her sex toy. And Monica tries hard to prove to her friends that she really doesn’t have a type-A personality and can be as kooky as the next anal-retentive chef.",
    "Date": "Oct. 27, 1994"
  },
  {
    "Episode": "Episode 7",
    "Title": "The One with the Blackout",
    "Description": "Just as Phoebe’s about to sing miserable folk songs at Central Perk, New York has a blackout. The gang returns to Monica and Rachel’s apartment, where Ross is about to tell Rachel he likes her. Meanwhile, Chandler is stuck in an ATM vestibule with Victoria’s Secret model Jill Goodacre, whom he desperately tries to impress.",
    "Date": "Nov. 03, 1994"
  },
  {
    "Episode": "Episode 8",
    "Title": "The One Where Nana Dies Twice",
    "Description": "Monica and Ross mourn the death of their grandmother Nana, and Monica and Mrs. Gellar come to an unspoken understanding about the relationship between mothers and daughters. Meanwhile, Chandler is irritated by office speculation that he’s gay.",
    "Date": "Nov. 10, 1994"
  },
  {
    "Episode": "Episode 9",
    "Title": "The One Where Underdog Gets Away",
    "Description": "Monica’s first Thanksgiving dinner for the gang burns when they all run to the rooftop to see the runaway Underdog balloon from the parade. Joey wins his first modeling gig as the poster boy for VD. And Ross competes with Susan to “communicate” with his unborn baby.",
    "Date": "Nov. 17, 1994"
  },
  {
    "Episode": "Episode 10",
    "Title": "The One with the Monkey",
    "Description": "The gang makes and breaks a pact to celebrate New Year’s Eve without dates. Ross compensates for his loneliness by getting a roommate – a monkey named Marcel whom everyone adores. Well, everyone except Monica, who can’t get past the faeces-throwing thing. And Phoebe faces a difficult decision when she meets a shy physicist who’s thinking about giving up a fellowship in Minsk to stay with her.",
    "Date": "Dec. 15, 1994"
  },
  {
    "Episode": "Episode 11",
    "Title": "The One with Mrs. Bing",
    "Description": "Chandler’s romance novelist mum comes to New York to visit him and he’s not sure how he feels about it, especially after Joey catches Mrs. Bing and Ross kissing. Meanwhile, Monica and Phoebe compete for the “attention” of Coma Guy, who gets hit by an ambulance after Monica woo-woo’s at him on the street.",
    "Date": "Jan. 05, 1995"
  },
  {
    "Episode": "Episode 12",
    "Title": "The One with the Dozen Lasagnas",
    "Description": "Everyone knows the sex of Ross’s baby (it’s a boy), except for Ross, who doesn’t want to find out until it’s born. Rachel’s relationship with Paulo ends after he makes a pass at Phoebe. And though Monica hates him, she sends him off with one of the dozen lasagnas she made for her aunt, who doesn’t want them anymore because they’ve got meat in them. Meanwhile, Chandler and Joey go shopping for a new kitchen table and come home with a Foosball table instead.",
    "Date": "Jan. 12, 1995"
  },
  {
    "Episode": "Episode 13",
    "Title": "The One with the Boobies",
    "Description": "After Chandler accidentally sees Rachel wandering around topless after her shower, a chain reaction of nudity ensues when she tries to even the score by seeing his penis. Joey finds himself playing parent when he has to decide whether to hide his father’s affair from his mom. And no one can stand Phoebe’s new boyfriend, an irritating guy named Roger.",
    "Date": "Jan. 19, 1995"
  },
  {
    "Episode": "Episode 14",
    "Title": "The One with the Candy Hearts",
    "Description": "Ross’s first date in nine years is on Valentine’s Day with a beautiful neighbor. Susan and Carol, also out on a romantic date; end up at the same restaurant. Joey sets Chandler up on a blind date – with Janice. And Phoebe, Rachel and Monica decide to spend the holiday building a boyfriend bonfire in their apartment.",
    "Date": "Feb. 09, 1995"
  },
  {
    "Episode": "Episode 15",
    "Title": "The One with the Stoned Guy",
    "Description": "Monica cooks a gourmet meal for a restaurateur looking for a new chef. Unfortunately, he’s stoned and would just as well eat taco shells as her haute cuisine. After working as a data processing permanent temp for five years, Chandler gets promoted to data processing supervisor, then quits. And Ross has a date with a beautiful colleague named Celia and gives new meaning to the term “spanking the monkey” when he brings her back to his place to meet Marcel. Celia wants to meet his pee-pee, but only if he’ll talk dirty to her.",
    "Date": "Feb. 16, 1995"
  },
  {
    "Episode": "Episode 16",
    "Title": "The One with Two Parts (1)",
    "Description": "Joey falls for Phoebe’s twin sister, Ursula, making Phoebe feel neglected. Meanwhile, Chandler finds himself between a rock and a hard place, when he is told to fire an employee he is attracted to. And Ross has doubts about parenthood when he attends Lamaze classes with Carol and Susan.",
    "Date": "Feb. 23, 1995"
  },
  {
    "Episode": "Episode 17",
    "Title": "The One with Two Parts (2)",
    "Description": "After weeks of procrastinating, Rachel finally takes down the Christmas light on their balcony, only to fall off the balcony and sprain her ankle. At the hospital, Rachel – who has no insurance – cajoles Monica into trading identities so she can use Monica’s coverage. When Ursula breaks Joey’s heart Phoebe tries to fix it.",
    "Date": "Feb. 23, 1995"
  },
  {
    "Episode": "Episode 18",
    "Title": "The One with All the Poker",
    "Description": "Tired of being referred to by customers as “Excuse me” Rachel interviews for a job as an assistant buyer at Saks Fifth Avenue. She also sees another side of the usually docile Ross when the girls face the boys during a not-so-friendly game of poker.",
    "Date": "Mar. 02, 1995"
  },
  {
    "Episode": "Episode 19",
    "Title": "The One Where the Monkey Gets Away",
    "Description": "The gang searches frantically for Marcel, who slipped out of the apartment while Rachel was baby-sitting him. After Marcel is found and safe, Ross finally gets up the courage to try to woo Rachel. But just when it looks like the two might actually spend a romantic evening alone together, Barry, the ex-Mr. Potato Head, barges into the apartment declaring his love for her.",
    "Date": "Mar. 09, 1995"
  },
  {
    "Episode": "Episode 20",
    "Title": "The One with the Evil Orthodontist",
    "Description": "Rachel and Barry start dating again, which is kind of awkward because he’s now engaged to Mindy, who wants Rachel to be her maid of honor. But when Rachel finds out that Mindy and Barry had an affair while she was engaged to Barry, the two women decide to give Barry what for. Meanwhile, Chandler goes nuts when a woman he likes won’t return his phone calls.",
    "Date": "Apr. 06, 1995"
  },
  {
    "Episode": "Episode 21",
    "Title": "The One with the Fake Monica",
    "Description": "When Monica’s credit card is stolen, she, along with Phoebe and Rachel, decide to catch the thief. Joey enlists his friends to help him come up with a less ethnic-sounding stage name. And when Ross finds out that Marcel has reached sexual maturity and needs to be with other monkeys, he tries to get him accepted into the Harvard of zoos.",
    "Date": "Apr. 27, 1995"
  },
  {
    "Episode": "Episode 22",
    "Title": "The One with the Ick Factor",
    "Description": "After losing his virginity to her, Monica’s boyfriend Young Ethan reveals that he’s a high school senior. Rachel has erotic dreams about Joey and Chandler, making Ross both disgusted and envious. And when Phoebe temps as Chandler’s secretary, she finds out that no one at work likes him anymore.",
    "Date": "May. 04, 1995"
  },
  {
    "Episode": "Episode 23",
    "Title": "The One with the Birth",
    "Description": "As Monica’s biological clock ticks away like a time bomb, Carol goes into labor. When Ross and Susan can’t stop bickering over who gets to help Carol more, Phoebe drags both of them into a closet to settle their differences – but all three end up getting locked in just as Carol’s about to give birth to the baby. And Rachel flirts with an OB/GYN who has a love-hate relationship with women’s private parts.",
    "Date": "May. 11, 1995"
  },
  {
    "Episode": "Episode 24",
    "Title": "The One Where Rachel Finds Out",
    "Description": "Joey’s new girlfriend wants to go to bed with him but he can’t yet. He’s participating in a fertility study. During Rachel’s birthday party, Chandler accidentally lets it slip that Ross is in love with her. However, Ross is on his way to China to identify a bone for the museum. Monica is excited about becoming friends-in-law with her roommate but gets defensive when Rachel can’t decide about whether she wants to be more than friends with Ross. But when she finally makes up her mind, it may be too late. Returning from China, with Rachel waiting at the gate, Ross is with another woman with whom he is obviously involved.",
    "Date": "May. 18, 1995"
  }
]
