[
  {
    "Episode": "Episode 1",
    "Title": "The One After Joey and Rachel Kiss",
    "Date": "Sep. 25, 2003",
    "Description": "Monica, Chandler and Phoebe discover that they can eavesdrop on Ross & Charlie and Joey & Rachel through the walls of the hotel. Both new couples decide to wait before proceeding with their relationships, until the men can talk to each other. Ross tells Joey on the plane ride back to New York, but Joey can’t quite yet. Later, Ross walks in on Joey and Rachel kissing. Meanwhile, Monica combats her poofy hair by getting corn rows put in, and Phoebe discovers that Mike has a girlfriend."
  },
  {
    "Episode": "Episode 2",
    "Title": "The One Where Ross Is Fine",
    "Date": "Oct. 02, 2003",
    "Description": "Ross puts on a convincing front and invites Joey and Rachel to dine on fajitas with him and Charlie. He quickly gets drunk and embarrasses everyone. After Rachel and Charlie leave, Joey spends the night and the two talk in the morning. Ross tells Joey he’ll work on getting used to him and Rachel. Meanwhile, Frank Jr. visits with his kids and tries to talk Phoebe into taking one of the triplets. Also, Chandler and Monica visit some friends of Phoebe’s to learn about adoption. However, Chandler accidentally tells their son something he didn’t know – that he’s adopted."
  },
  {
    "Episode": "Episode 3",
    "Title": "The One with Ross's Tan",
    "Date": "Oct. 09, 2003",
    "Description": "Joey and Rachel’s first date goes well, until they return to their apartment and discover that everything’s awkward. They decide that they make better friends than lovers and call off their relationship. Monica and Phoebe try to avoid their annoying friend Amanda, who has returned from living in London with a fake British accent. Ross gets a spray-on tan."
  },
  {
    "Episode": "Episode 4",
    "Title": "The One with the Cake",
    "Date": "Oct. 23, 2003",
    "Description": "It’s baby Emma’s first birthday and Rachel won’t let the party start until Emma wakes from her nap. However, everybody has places to be: Monica and Chandler want to leave for a weekend getaway in Vermont, Phoebe has a massage client, and Joey has an audition."
  },
  {
    "Episode": "Episode 5",
    "Title": "The One Where Rachel's Sister Babysits",
    "Date": "Oct. 30, 2003",
    "Description": "Monica and Chandler solicit Joey to write a letter to the adoption agency on their behalf. Joey discovers the thesaurus. Rachel’s sister Amy visits and moves in with Rachel and Joey. She babysits Emma and gets the little girl’s ears pierced. On their first anniversary, Phoebe spoils Mike’s plans to propose, so she proposes to him. That doesn’t go well, but the two get engaged anyway."
  },
  {
    "Episode": "Episode 6",
    "Title": "The One with Ross's Grant",
    "Date": "Nov. 06, 2003",
    "Description": "Rachel and Monica fight over who will receive an ugly painting from Phoebe’s apartment when Mike wants her to get rid of it. Chandler gets on Joey’s bad side when he lies about watching Joey’s audition tape. Ross is up for a big grant, although Charlie’s ex-boyfriend is in charge of who gets it. Dr. Hobart tries to trade–Ross breaks up with Charlie and he’ll get the grant. Eventually, Charlie and Dr. Hobart reconcile after he reveals his feelings for her."
  },
  {
    "Episode": "Episode 7",
    "Title": "The One with the Home Study",
    "Date": "Nov. 13, 2003",
    "Description": "Phoebe and Mike struggle over their decision to donate their wedding fund to charity. Ross discovers Rachel’s irrational fear of swings. The adoption worker in charge of deciding the fate of Monica and Chandler’s adoption hopes had a one-night-stand with Joey where he never called her back. Monica and Chandler are approved for adoption."
  },
  {
    "Episode": "Episode 8",
    "Title": "The One with the Late Thanksgiving",
    "Date": "Nov. 20, 2003",
    "Description": "After Monica announces that she’s not cooking Thanksgiving dinner this year, Phoebe talks her back into it. Ross, Rachel, Phoebe and Joey are all late to the dinner, thanks to a baby beauty contest and a Rangers game, so Monica and Chandler lock them out. The gang is united again when Monica gets a phone call informing her that a pregnant girl from Ohio has selected her to adopt her unborn baby."
  },
  {
    "Episode": "Episode 9",
    "Title": "The One with the Birth Mother",
    "Date": "Jan. 08, 2004",
    "Description": "Monica and Chandler travel to Ohio to meet a potential mother for their child, but they’re put in an uncomfortable situation when the mom-to-be thinks they’re a reverend and doctor. Joey’s date picks food off his plate. Rachel picks out an outfit for Ross to wear on a date, but accidentally gives him the bag with her purchases instead."
  },
  {
    "Episode": "Episode 10",
    "Title": "The One Where Chandler Gets Caught",
    "Date": "Jan. 15, 2004",
    "Description": "Phoebe and Rachel catch Chandler getting into a car with a blonde woman and think he’s having an affair. It turns out that the woman was Monica and Chandler’s realtor, and the two are buying a house in Westchester. The friends reminisce about their good times in the apartment."
  },
  {
    "Episode": "Episode 11",
    "Title": "The One Where the Stripper Cries",
    "Date": "Feb. 05, 2004",
    "Description": "Phoebe’s bachelorette party features a rather unexpected surprise when the stripper shows up. Joey is on “”Pyramid.”” Chandler and Ross flash back to 1987 to reflect on a pact they made when they were in college."
  },
  {
    "Episode": "Episode 12",
    "Title": "The One with Phoebe's Wedding",
    "Date": "Feb. 12, 2004",
    "Description": "Phoebe asks Joey to give her away at her wedding. Monica’s the wedding planner and she’s driving Phoebe nuts. Chandler and Ross discover at the rehearsal dinner that neither of them has a part in the wedding. However, Mike needs to replace a groomsman, so he lets Phoebe choose one of them, although she gives the job to Rachel. Joey takes his role as the bride’s dad way too seriously. Phoebe fires Monica. The day of the wedding, New York is hit with the worst snowstorm its seen in 20 years. Phoebe rehires Monica, and the wedding ends up taking place in the street outside of Central Perk. When the priest can’t make it, Joey steps in for him, and Chandler gives the bride away, while groomsman Ross is stuck taking care of Mike’s old dog."
  },
  {
    "Episode": "Episode 13",
    "Title": "The One Where Joey Speaks French",
    "Date": "Feb. 19, 2004",
    "Description": "Phoebe tries to teach Joey to speak French for an audition. Surrogate mom Erica is visiting town and tells the Bings that the baby’s father may be a shovel killer. Ross and Rachel head out to Long Island after her dad has a heart attack. After Ross rejects an upset Rachel’s advances, the two decide never to have sex again, although Rachel suggests it still might happen."
  },
  {
    "Episode": "Episode 14",
    "Title": "The One with Princess Consuela",
    "Date": "Feb. 26, 2004",
    "Description": "Monica and Chandler visit their house, which is in escrow, where Joey is comforted about losing his friends by the 8-year-old girl who presently lives there. Phoebe learns that she can change her name to whatever she wants, which turns out to be Princess Consuela Bananahammock. After Mike changes his name to Crap Bag, she decides to just be Phoebe Buffay-Hannigan. Ross gets tenure at his job. Rachel’s boss is sitting next to her at an interview, and she loses her job. However, she runs into her old friend Mark, who offers her a job in Paris."
  },
  {
    "Episode": "Episode 15",
    "Title": "The One Where Estelle Dies",
    "Date": "Apr. 22, 2004",
    "Description": "Ross tries to get Rachel rehired at Ralph Lauren. He succeeds, but after Rachel tells him how scared she is about moving to Paris, he’s convinced she should go. Phoebe discovers that Joey’s agent Estelle died and, since his life has been changing so much recently, doesn’t want to tell him. Chandler and Monica visit the house next door to theirs and discover that Janice is bidding on it. To get Janice to withdraw her offer, Chandler comes on to her."
  },
  {
    "Episode": "Episode 16",
    "Title": "The One with Rachel's Going Away Party",
    "Date": "Apr. 29, 2004",
    "Description": "With Rachel leaving tomorrow, the gang throws her a small going away party. She says goodbye to each of her friends individually, except for Ross. He gets mad and the two of them end up in a passionate kiss after she explains that she was putting it off because of how hard saying goodbye to him would be. Meanwhile, Erica is in town until the baby arrives and she ends up going into labor at the party."
  },
  {
    "Episode": "Episode 17",
    "Title": "The Last One",
    "Date": "May. 06, 2004",
    "Description": "Ross and Phoebe chase Rachel to the airport, but end up at the wrong one. They narrowly make it to the right airport, where Ross declares his love for Rachel, but she gets on the plane anyway. A rejected Ross returns home, where he finds a message on his answering machine, revealing that Rachel got off the plane, just as the real thing shows up behind him. They decide to be together. Meanwhile, Chandler and Monica finish packing for their move to the suburbs, and Joey loses Chick Jr. and Duck Jr. in the foosball table."
  }
]
