[
  {
    "Episode": "Episode 1",
    "Title": "The One After Vegas",
    "Date": "Sep. 23, 1999",
    "Description": "Ross and Rachel experience the world’s worst hangover when they realize they’ve gotten married. Chandler and Monica back away from their own altar plans. Phoebe and Joey head back to New York in the taxi cab."
  },
  {
    "Episode": "Episode 2",
    "Title": "The One Where Ross Hugs Rachel",
    "Date": "Sep. 30, 1999",
    "Description": "Monica and Chandler decide to move in together, leading Rachel to believe that all three of them will be roommates, and Monica doesn’t want to tell her the truth. Meanwhile, Ross tries to keep Rachel from learning that their marriage hasn’t been annulled."
  },
  {
    "Episode": "Episode 3",
    "Title": "The One with Ross's Denial",
    "Date": "Oct. 07, 1999",
    "Description": "Monica and Chandler disagree over how to redecorate Rachel’s old room. Joey advertises for a “non ugly” roommate. Ross is unwilling to accept that he is still in love with Rachel."
  },
  {
    "Episode": "Episode 4",
    "Title": "The One Where Joey Loses His Insurance",
    "Date": "Oct. 14, 1999",
    "Description": "Rachel prepares to move in with Ross. Ross is asked to give a lecture at NYU. Phoebe’s psychic tells her that she will die before the end of the week. Ross practices his lecture for the gang but it’s really boring. Joey’s SAG health insurance has lapsed due to his lack of work. Ross’s lecture goes well, without jokes or “naked chicks”. Joey gets a hernia working out for auditions. Rachel and Monica discover that Ross is interesting because he uses a British accent. Joey won’t go to the hospital and Phoebe’s psychic dies instead of her. Ross’s lawyer calls for him and Rachel talks to him, discovering that they’re still married."
  },
  {
    "Episode": "Episode 5",
    "Title": "The One with Joey's Porsche",
    "Date": "Oct. 21, 1999",
    "Description": "Joey finds keys to a Porsche and wants to leave them at the lost and found but nobody seems to miss their keys. Joey gets great response from people when he stands next to the car. Rachel doesn’t know where to live until Phoebe offers her a room. Rachel takes care of the divorce because she doesn’t trust Ross anymore. Alice and Frank give Phoebe the triplets to babysit for a day and Monica and Chandler help her take care of them. Joey washes the Porsche when the owner comes by and takes it away. Rachel and Ross go before the judge but Rachel filled in untrue reasons …"
  },
  {
    "Episode": "Episode 6",
    "Title": "The One on the Last Night",
    "Date": "Nov. 04, 1999",
    "Description": "Chandler and Monica are moving in with each other, which means Rachel is moving in with Phoebe and Joey will be without a roommate. Meanwhile Ross doesn’t want to help with the packing so he stays at home with Ben, or so they think. Joey doesn’t know how to live by himself, so Chandler decides to “lose” money to him in various games."
  },
  {
    "Episode": "Episode 7",
    "Title": "The One Where Phoebe Runs",
    "Date": "Nov. 11, 1999",
    "Description": "Rachel and Phoebe decide to start running together, but Rachel is thrown off by the fact that Phoebe runs like a four-year-old. Joey finds a sexy new female roommate. Chandler decides to surprise Monica by cleaning the apartment, but forgets where everything goes. Ross tries to help him fix the apartment before Monica gets home."
  },
  {
    "Episode": "Episode 8",
    "Title": "The One with Ross's Teeth",
    "Date": "Nov. 18, 1999",
    "Description": "Ross bleaches his teeth for a date with Monica’s coworker. The only problem is that they now glow in the dark. Chandler convinces Joey that Janine is trying to take over his apartment. Phoebe makes out with the copy guy at Rachel’s office. Rachel spreads rumors about Phoebe but her boss thinks that Rachel slept with Ralph Lauren."
  },
  {
    "Episode": "Episode 9",
    "Title": "The One Where Ross Got High",
    "Date": "Nov. 25, 1999",
    "Description": "Monica’s parents come for Thanksgiving, which is a problem because, not only do they not like Chandler, they don’t know where he’s living. Rachel makes a dessert–with beef. Phoebe develops a crush on Mr. Geller. Joey and Ross can’t wait for dinner to end so they can go to Janine’s “Thanksgiving with models”."
  },
  {
    "Episode": "Episode 10",
    "Title": "The One with the Routine",
    "Date": "Dec. 16, 1999",
    "Description": "Joey is beginning to like Janine more. She gets an invitation to dance on “Dick Clark’s New Year’s Rockin’ Eve” and invites Joey, Monica and Ross to join her. Monica and Ross are a little TOO happy. While Monica is at the taping, Rachel, Phoebe and Chandler search for their Christmas presents. Joey and Janine kiss."
  },
  {
    "Episode": "Episode 11",
    "Title": "The One with the Apothecary Table",
    "Date": "Jan. 06, 2000",
    "Description": "Rachel orders an apothecary table from Pottery Barn, which is a problem because Phoebe hates the mass-producing company. After Janine and Joey double date with Chandler and Monica, Janine tells Joey that she thinks the other two are boring. Ross buys a new apothecary table too, which causes problems for Rachel. After a confrontation with Monica and Chandler, Joey breaks up with Janine and she moves out."
  },
  {
    "Episode": "Episode 12",
    "Title": "The One with the Joke",
    "Date": "Jan. 13, 2000",
    "Description": "Chandler and Ross fight over ownership of a joke published in Playboy. A wayward remark of Phoebe’s leads to trouble between the girls and a broke Joey starts working at Central Perk."
  },
  {
    "Episode": "Episode 13",
    "Title": "The One with Rachel's Sister",
    "Date": "Feb. 03, 2000",
    "Description": "Joey gets in trouble for giving female customers free food at Central Perk. A sick Monica desperately tries to convince Chandler that she’s not sick. After her father cuts her off, Rachel’s sister Jill comes to town. Rachel talks Jill into asking Ross out. Ross and Jill return to his apartment and he closes the drapes as Rachel looks on from Monica and Chandler’s…"
  },
  {
    "Episode": "Episode 14",
    "Title": "The One Where Chandler Can't Cry",
    "Date": "Feb. 10, 2000",
    "Description": "Chandler admits that he hasn’t cried since he was a child. Phoebe discovers that Ursula is starring in porno movies using her name. Rachel desperately tries to stop Ross and Jill from starting a relationship."
  },
  {
    "Episode": "Episode 15",
    "Title": "The One That Could Have Been (1)",
    "Date": "Feb. 17, 2000",
    "Description": "Barry and Mindy’s impending divorce prompts the gang to fantasize about what their lives might be like if they’d all taken different courses. Ross is still married to Carol, and Rachel is married to Barry, but fawning over famous soap star Joey Tribbiani. Monica is still fat and dating a doctor. Chandler is an aspiring writer and Phoebe is a Wall Street shark for Merrill Lynch."
  },
  {
    "Episode": "Episode 16",
    "Title": "The One That Could Have Been (2)",
    "Date": "Feb. 17, 2000",
    "Description": "Carol and Ross decide to have a threesome to spice up their marriage. Rachel goes to Joey’s and kisses him. Chandler and Monica have sex and end up together anyway. Susan meets Carol. Rachel catches Barry cheating."
  },
  {
    "Episode": "Episode 17",
    "Title": "The One with Unagi",
    "Date": "Feb. 24, 2000",
    "Description": "Joey needs money for new headshots, and tries to enter a medical study. The only problem is that the study is for twins. Rachel and Phoebe are taking a self-defense class, but Ross tries to give them a lesson in Unagi instead. Chandler needs a homemade present for Monica’s Valentine’s Day present."
  },
  {
    "Episode": "Episode 18",
    "Title": "The One Where Ross Dates a Student",
    "Date": "Mar. 09, 2000",
    "Description": "Ross gets his student evaluations and one student writes that he’s hot. Even though it could cost him his job, he considers dating her. An ex-girlfriend of Chandler’s from college is directing the new Al Pacino movie and Joey wants an audition. A fire starts in Phoebe and Rachel’s apartment, forcing them to find temporary living spaces with Monica and Joey."
  },
  {
    "Episode": "Episode 19",
    "Title": "The One with Joey's Fridge",
    "Date": "Mar. 23, 2000",
    "Description": "Phoebe and Monica & Chandler compete to get Rachel a date for a charity ball. Joey’s fridge is broken and he tries to cajole his friends into helping him buy a new one. Elizabeth tells Ross her intention to visit Daytona Beach for spring break, making him nervous."
  },
  {
    "Episode": "Episode 20",
    "Title": "The One with Mac and C.H.E.E.S.E.",
    "Date": "Apr. 13, 2000",
    "Description": "Joey gets an audition for the lead character in a new TV show. When the audition is rescheduled, Chandler takes the message but forgets to tell Joey. Then the group recalls some of Joey’s less-than-spectacular acting moments."
  },
  {
    "Episode": "Episode 21",
    "Title": "The One Where Ross Meets Elizabeth's Dad",
    "Date": "Apr. 27, 2000",
    "Description": "Ross asks his friends to keep him company when he meets Elizabeth’s dad for the first time. Paul ends up hitting it off with Rachel. Phoebe decides to write “another” book, about Monica and Chandler. Joey may be fired from his sitcom when he has a fight with C.H.E.E.S.E.’s operator."
  },
  {
    "Episode": "Episode 22",
    "Title": "The One Where Paul's the Man",
    "Date": "May. 04, 2000",
    "Description": "While visiting an art museum, Monica puts her name on a two-year waiting list to use the museum for a wedding. When Paul threatens to fire Ross if he doesn’t stop seeing his daughter, Ross and Elizabeth take a trip up to her dad’s mountain cabin. Unfortunately, Paul has the same idea and takes Rachel up to the cabin."
  },
  {
    "Episode": "Episode 23",
    "Title": "The One with the Ring",
    "Date": "May. 11, 2000",
    "Description": "Chandler and Phoebe shop for a ring for Monica. Chandler finds the perfect one but Phoebe accidentally lets it get away. Rachel wants Paul to open up, but he opens up a bit too much. Ross and Joey think that Chandler’s mad at them because he’s preoccupied with the ring."
  },
  {
    "Episode": "Episode 24",
    "Title": "The One with the Proposal (1)",
    "Date": "May. 18, 2000",
    "Description": "Chandler plans to propose to Monica at dinner, but his plans go awry when Richard shows up. Phoebe and Joey join Rachel at a charity auction."
  },
  {
    "Episode": "Episode 25",
    "Title": "The One with the Proposal (2)",
    "Date": "May. 18, 2000",
    "Description": "Monica struggles to decide between Richard and Chandler. Meanwhile, Rachel and Phoebe discuss their backup plans if they are not married before the time they’re 40."
  }
]
