[
 {
  "Episode": "Episode 1",
  "Title": "The One with Monica's Thunder",
  "Date": "Oct. 12, 2000",
  "Description": "Everybody toasts the engagement. Phoebe wants to be the musician at the wedding. Joey prepares for an audition where he must play a 19-year-old. After Chandler can’t get it up for Monica, he worries about the consequences. Ross and Rachel debate a “bonus night”. Monica catches them kissing and thinks Rachel is trying to steal her night."
 },
 {
  "Episode": "Episode 2",
  "Title": "The One with Rachel's Book",
  "Date": "Oct. 12, 2000",
  "Description": "Everybody begins planning for the wedding. Phoebe moves in with Ross. Napping in Rachel’s bed because the duck threw up in his, Joey discovers that Rachel has been reading a trashy romance novel. Phoebe moves her massage parlor in Ross’s apartment. Monica’s parents spent her wedding money on a beach house, but Chandler has enough saved for a decent wedding."
 },
 {
  "Episode": "Episode 3",
  "Title": "The One with Phoebe's Cookies",
  "Date": "Oct. 19, 2000",
  "Description": "Monica desperately tries to figure out a secret cookie recipe. Chandler fails to impress Monica’s father."
 },
 {
  "Episode": "Episode 4",
  "Title": "The One with Rachel's Assistant",
  "Date": "Oct. 26, 2000",
  "Description": "While hiring a new assistant, Rachel is torn between hiring a much more qualified woman, or a handsome but inexperienced young man. Monica, Chandler and Ross engage in a war of secret sharing after Monica and Chandler vow to be more honest. Joey has problems when his TV show is cancelled after just one airing."
 },
 {
  "Episode": "Episode 5",
  "Title": "The One with the Engagement Picture",
  "Date": "Nov. 02, 2000",
  "Description": "While taking an engagement picture for himself and Monica, Chandler cannot make anything but a weird face. Rachel enlists Joey to take Tag out for a night on the town. Phoebe and Ross date a couple in the middle of a divorce."
 },
 {
  "Episode": "Episode 6",
  "Title": "The One with the Nap Partners",
  "Date": "Nov. 09, 2000",
  "Description": "Rachel and Phoebe compete to be Monica’s maid-of-honor. Joey and Ross find themselves in awkward positions after a nap. Monica insists that Chandler apologize to an ex-girlfriend for dumping her because of a weight gain."
 },
 {
  "Episode": "Episode 7",
  "Title": "The One with Ross' Library Book",
  "Date": "Nov. 16, 2000",
  "Description": "Rachel and Phoebe convince Joey to keep dating a girl that they are like. However, the girls must decide whether to tell Joey when they find out that she’s not interested in a serious relationship with him. Monica unintentionally invites Janice to her wedding and she and Chandler are unable to tactfully uninvite her. Ross is proud to find his thesis in the library but gets upset when he discovers it is in a section that is so deserted that students go there to make out."
 },
 {
  "Episode": "Episode 8",
  "Title": "The One Where Chandler Doesn't Like Dogs",
  "Date": "Nov. 23, 2000",
  "Description": "Ross drives himself insane when he can’t name all 50 states in a simple game. Tag joins the gang for Thanksgiving dinner, where Joey accidentally spills the beans about Rachel’s crush on him. Phoebe sneaks a dog into the apartment, making Chandler extremely nervous."
 },
 {
  "Episode": "Episode 9",
  "Title": "The One with All the Candy",
  "Date": "Dec. 07, 2000",
  "Description": "When Phoebe tells the gang about how she was too poor to have a bike as a child, Ross goes out and buys her one. Phoebe loves the bike but the gang soon discovers that she doesn’t know how to ride a bike. Ross decides to teach her. Rachel writes a playful work evaluation of Tag that he accidentally turns in to human resources. Rachel fears for her job but Tag is able to cover by claiming that he wrote the review himself as a joke. Monica decides to make candy and leave it outside her door as a way to meet the neighbors. The candy is a huge hit and people start dropping by at all hours to get more. Eventually Chandler convinces her that she’s trying to buy the friendship of the neighbors and it’s not working since they love the candy but don’t even know her name."
 },
 {
  "Episode": "Episode 10",
  "Title": "The One with the Holiday Armadillo",
  "Date": "Dec. 14, 2000",
  "Description": "Ross’s plans to teach Ben about Hanukkah are continually thwarted when the young boy can’t get his mind off of Santa. Phoebe prepares to move back into her refurbished apartment, with or without Rachel. However, she’ll stop at nothing to get Rachel to go with her, including buying Joey a drum set. Monica is mystified by Chandler’s inability to tip properly."
 },
 {
  "Episode": "Episode 11",
  "Title": "The One with All the Cheesecakes",
  "Date": "Jan. 04, 2001",
  "Description": "Phoebe gets angry with Joey when he blows off dinner with her for a date. The tables are turned however when her scientist boyfriend David returns to town for one night–the same night when she’s scheduled to go to dinner with Joey. Monica is upset by her lack of invitation to a cousin’s wedding, especially when she finds out that Ross was invited “with guest”. She convinces Ross to take her as his guest, only to find that the cousin had a good reason to not invite her–she had previously slept with the groom. Chandler accidentally gets a cheesecake delivered that was intended for another apartment. When he and Rachel start eating it, they are unable to stop and refuse to give it back. In fact, the cheesecake is so good, they take the replacement delivery as well."
 },
 {
  "Episode": "Episode 12",
  "Title": "The One Where They're Up All Night",
  "Date": "Jan. 11, 2001",
  "Description": "Ross assembles the gang on the roof to watch a meteor shower. They all decide to leave, however. Ross becomes trapped on the roof with Joey; the two try to escape using the fire escape. Rachel and Tag argue over which one of them forgot to send a package at work. Phoebe’s fire alarm won’t stop beeping. Chandler and Monica can’t seem to fall asleep together, so they keep waking each other up."
 },
 {
  "Episode": "Episode 13",
  "Title": "The One Where Rosita Dies",
  "Date": "Feb. 01, 2001",
  "Description": "In an attempt to make up for her slow massage business, Phoebe takes a job as a telemarketer for an office supply company. When her first call is to a despondent office manager, she takes it upon herself to convince him to not kill himself. Monica and Ross discover that their parents are selling their house. When they go to collect their stuff, they find that Mr. Gellar used Monica’s boxes to stop flood water from getting to his Porche and all her things are ruined. While attempting to re-arrange the furniture, Rachel breaks Joey’s favorite chair (that he’s named Rosita)."
 },
 {
  "Episode": "Episode 14",
  "Title": "The One Where They All Turn Thirty",
  "Date": "Feb. 08, 2001",
  "Description": "When Rachel turns 30, the gang reminisces about their 30th birthdays. While trying to patch things up with Ursula, Phoebe discovers that she is 31. Ross buys a sports car to look cool. Monica gets drunk in front of her parents. Rachel breaks up with Tag because she is looking for commitment, while he is not."
 },
 {
  "Episode": "Episode 15",
  "Title": "The One with Joey's New Brain",
  "Date": "Feb. 15, 2001",
  "Description": "Ross plans a surprise for Monica and Chandler’s wedding–he wants to play the bagpipes. Drake Ramoray is coming out of his coma on Days of Our Lives. A diva will be killed off and her character’s brain will be transplanted into Drake’s. Joey and the diva hook up. Phoebe and Rachel fight over a guy who left his cell phone in Central Perk."
 },
 {
  "Episode": "Episode 16",
  "Title": "The One with the Truth About London",
  "Date": "Feb. 22, 2001",
  "Description": "Chandler becomes upset after learning that Monica only came to his room in London looking for Joey on the first night they were together. Joey is ordained as a minister through the Internet so that he can officiate the wedding. Phoebe becomes upset after taking headache medicine. Ross becomes upset after a baby-sitting Rachel teaches Ben how to play pranks."
 },
 {
  "Episode": "Episode 17",
  "Title": "The One with the Cheap Wedding Dress",
  "Date": "Mar. 15, 2001",
  "Description": "Monica regrets telling a woman about a discount bridal shop when they end up fighting over the same dress. Meanwhile, Joey and Ross discover that they’re dating the same girl."
 },
 {
  "Episode": "Episode 18",
  "Title": "The One with Joey's Award",
  "Date": "Mar. 29, 2001",
  "Description": "Joey is nominated for a Soapie Award, and will go to any length to get the award. He loses, but he steals a trophy from one of his co-stars (Jessica) who doesn’t appreciate the award. Rachel, Phoebe, and Joey practice receiving awards. One of Ross’s students convinces him that he failed his midterm because he’s in love with Ross. When a guy hits on Phoebe instead of her, Monica realises that Chandler is the only one left in her life to kiss, sleep with, and so on."
 },
 {
  "Episode": "Episode 19",
  "Title": "The One with Ross And Monica's Cousin",
  "Date": "Apr. 19, 2001",
  "Description": "Joey auditions for a big movie role which will require him to appear naked. A problem arises, however, when the part calls for an uncircumcised man. Rachel and Phoebe plan Monica’s wedding shower at the last minute. Ross and Monica’s cousin visits and Ross becomes attracted to her for some reason."
 },
 {
  "Episode": "Episode 20",
  "Title": "The One with Rachel's Big Kiss",
  "Date": "Apr. 26, 2001",
  "Description": "Rachel’s friend, Melissa, from college shows up at the coffee house which brings back memories of their “closer” days. Then when Melissa can’t remember that special night in their senior year, Rachel goes to great lengths to prove to Phoebe that there was really a kiss. Meanwhile, Chandler and Ross argue for possession of Val Kilmer’s tuxedo. Also, Joey drives Monica crazy when he insists that the wedding be arranged around his parents’ schedule."
 },
 {
  "Episode": "Episode 21",
  "Title": "The One with the Vows",
  "Date": "May. 03, 2001",
  "Description": "With four weeks left before the wedding, Chandler and Monica are faced with the issue of their wedding vows. With each person dealing with their own problems in writing the vows, they turn to memories of past events to help them. In the end, the only real problem is who will be saying the vows first."
 },
 {
  "Episode": "Episode 22",
  "Title": "The One with Chandler's Dad",
  "Date": "May. 10, 2001",
  "Description": "Monica’s Porsche shows up again, and becomes a conflict when Rachel finds out she is the only one who hasn’t driven it. Meanwhile, Chandler and Monica go off to Vegas to find Chandler’s dad and invite him (or her) to the wedding. Back at home, Joey proves his masculinity to Phoebe, while Ross and Rachel hit the freeway in the “bad boy”."
 },
 {
  "Episode": "Episode 23",
  "Title": "The One with Chandler and Monica's Wedding (1)",
  "Date": "May. 17, 2001",
  "Description": "Monica and Chandler prepare for their wedding. During the rehearsal dinner with their families gather the night before for the rehearsal, Chandler’s tie get’s tighter and tighter until he can’t take it anymore and he disappears. Meanwhile, Joey is starring in a movie with a prestigious actor with a spitting problem."
 },
 {
  "Episode": "Episode 24",
  "Title": "The One with Chandler and Monica's Wedding (2)",
  "Date": "May. 17, 2001",
  "Description": "Joey encounters problems trying to get off the movie set to officiate the wedding when the star turns up drunk. Meanwhile, Ross desperately searches for the missing Chandler as Rachel and Phoebe try to keep Monica from finding out. While the girls are searching, they come across a positive pregnancy test in a garbage can which they assume is Monica’s. However, it turns out that it may actually belong to Rachel…"
 }
]