[
  {
    "Episode": "Episode 1",
    "Title": "The One Where No One Proposes",
    "Date": "Sep. 26, 2002",
    "Description": "Following Rachel’s acceptance of Joey’s accidental proposal, confusion reigns as Rachel wonders whether it was the right thing to do and Phoebe can’t seem to mind her own business. Finally, Rachel, Ross and Joey get together in a room and figure out that no one was actually going to propose. Mr. Geller walks in on Monica and Chandler doing it in a closet. Joey tries to avoid watching Rachel breastfeed."
  },
  {
    "Episode": "Episode 2",
    "Title": "The One Where Emma Cries",
    "Date": "Oct. 03, 2002",
    "Description": "Chandler, having trouble getting enough sleep at home, falls asleep in a meeting and accidentally agrees to run his company’s Tulsa office. Emma won’t stop crying after Rachel interrupts her nap; Monica and Phoebe try to help get her back to sleep. Ross is still mad at Joey, and breaks his finger trying to punch him."
  },
  {
    "Episode": "Episode 3",
    "Title": "The One with the Pediatrician",
    "Date": "Oct. 10, 2002",
    "Description": "Rachel’s pediatrician drops her as a client because she calls him incessantly (she thinks hiccups is emergency enough for 3AM)- so now she must find a new one. Chandler and Monica discuss Tulsa."
  },
  {
    "Episode": "Episode 4",
    "Title": "The One with the Sharks",
    "Date": "Oct. 17, 2002",
    "Description": "Phoebe has a talk with Ross that prompts her to realize that she’s never had a long term relationship. Monica makes a startling discovery while visiting Chandler in Tulsa. Joey’s date’s apartment seems really familiar, although he doesn’t remember sleeping with her before."
  },
  {
    "Episode": "Episode 5",
    "Title": "The One with Phoebe's Birthday Dinner",
    "Date": "Oct. 31, 2002",
    "Description": "The friends are looking forward to getting together to celebrate Phoebe’s birthday as it will be a rare opportunity for them to all be together. Monica plans to sleep with Chandler when he arrives since she’s ovulating but the two fight when she learns he was smoking. Rachel is worried about leaving Emma with Ross’s mother. When Mrs. Geller is late, Ross accidentally locks himself and Rachel out of the apartment with Emma inside. All this leaves Phoebe and Joey alone with a table for six."
  },
  {
    "Episode": "Episode 6",
    "Title": "The One with the Male Nanny",
    "Date": "Nov. 07, 2002",
    "Description": "Ross mocks Rachel’s new male nanny. Chandler becomes upset when Monica says that somebody from her job is the funniest guy she’s ever met. Phoebe and Mike exchange apartment keys, only to get a surprise visit from Phoebe’s ex-boyfriend David."
  },
  {
    "Episode": "Episode 7",
    "Title": "The One with Ross's Inappropriate Song",
    "Date": "Nov. 14, 2002",
    "Description": "Ross makes Emma laugh by singing Sir Mix-A-Lot’s “Baby Got Back.” Joey and Chandler, viewing Richard’s old apartment, discover what they think is a tape of Richard having sex with Monica. Phoebe goes to dinner with Mike and his parents, where they encourage him to date somebody else. He tells them he loves Phoebe though."
  },
  {
    "Episode": "Episode 8",
    "Title": "The One with Rachel's Other Sister",
    "Date": "Nov. 21, 2002",
    "Description": "Rachel’s sister Amy tags along for Thanksgiving at Monica’s place, because her (married) boyfriend cancels their plans. While watching the parade, Joey realizes that he forgot to show up for the Days of Our Lives cast float, and he asks Phoebe how to lie to his boss so he won’t get in trouble. Monica obsesses about anybody damaging her best china. Amy, who is self-absorbed and can’t remember anybody’s correct names, thinks that if Rachel and Ross die, she will then get custody of Emma, but Rachel and Ross tell her that Monica and Chandler are going to get Emma. Arguments ensue, and Chandler tries to prove that he would be a good parent, even if Monica weren’t around."
  },
  {
    "Episode": "Episode 9",
    "Title": "The One with Rachel's Phone Number",
    "Date": "Dec. 05, 2002",
    "Description": "Joey becomes convinced that Monica’s having an affair after Chandler sneaks back into town. Rachel gives her phone number to a guy at a bar. Ross and Mike try to hang out together but it doesn’t go very well."
  },
  {
    "Episode": "Episode 10",
    "Title": "The One with Christmas in Tulsa",
    "Date": "Dec. 12, 2002",
    "Description": "While Chandler is stuck in Tulsa for Christmas, one of his co-workers comes onto him. A jealous Monica waits back in New York. Chandler decides to quit his job."
  },
  {
    "Episode": "Episode 11",
    "Title": "The One Where Rachel Goes Back to Work",
    "Date": "Jan. 09, 2003",
    "Description": "Rachel visits work and finds out that a guy named Gavin has been “temporarily” assigned to take over her job, and she becomes desperate to get back to work right away for fear they’ll dump her. Gavin turns out to be a nice guy and offers to take care of Emma while Rachel gives her presentation. Meanwhile, Joey has to deal with Phoebe acting like…well, Phoebe, when he gets her a job as an extra on her soap, and Chandler and Monica deal with the fact Chandler doesn’t have a job and now might not be the right time to start a family."
  },
  {
    "Episode": "Episode 12",
    "Title": "The One with Phoebe's Rats",
    "Date": "Jan. 16, 2003",
    "Description": "Gavin gives Rachel a very interesting birthday gift while Ross begs Joey to stay away from Emma’s hot new nanny. Meanwhile, Mike meets and then accidentally murders Phoebe’s unusual pet."
  },
  {
    "Episode": "Episode 13",
    "Title": "The One Where Monica Sings",
    "Date": "Jan. 30, 2003",
    "Description": "A night at Mike’s piano bar gives Monica a very showy moment in the spotlight. Ross works on trying to move on after he witnesses Rachel and Gavin’s kiss. Meanwhile, Chandler employs his secret skill to repair Joey’s botched eyebrow-waxing job."
  },
  {
    "Episode": "Episode 14",
    "Title": "The One with the Blind Dates",
    "Date": "Feb. 06, 2003",
    "Description": "Joey and Phoebe conspire to set up Rachel and Ross on their worst blind dates ever, hers being a pitiful lug, as they hope to reunite them out of mutual appreciation for what they had together. Meanwhile, while babysitting Emma, an ovulating Monica wants to become romantically intimate with Chandler but their privacy is compromised because they can’t leave the infant alone or she’ll scream bloody murder."
  },
  {
    "Episode": "Episode 15",
    "Title": "The One with the Mugging",
    "Date": "Feb. 13, 2003",
    "Description": "Joey endures a draining audition at the hands of a pompous actor-director. Ross and Phoebe discover a secret link after being mugged together on the street. Chandler’s advertising internship gets off to an impressive start."
  },
  {
    "Episode": "Episode 16",
    "Title": "The One with the Boob Job",
    "Date": "Feb. 20, 2003",
    "Description": "When Monica and Chandler are financially strapped, she secretly asks Joey for a large loan. When an unsuspecting Chandler also approaches his pal for some cash, Joey accidentally betrays Monica’s confidence and then freaks out Chandler when he covers by saying she wants the money for a breast enhancement. Meanwhile, Phoebe asks Mike to move in with her, but changes her mind after a disagreement about marriage. Rachel’s attempt to baby-proof the apartment tampers with a frustrated Joey’s sanity."
  },
  {
    "Episode": "Episode 17",
    "Title": "The One with the Memorial Service",
    "Date": "Mar. 13, 2003",
    "Description": "Chandler’s jokey entry on his and Ross’s college website leads to a faux burial service for the allegedly dead and obviously unpopular Gellar. Joey refuses to give Emma his favorite stuffed animal. Phoebe begs Monica to help her avoid a post-breakup tryst with Mike."
  },
  {
    "Episode": "Episode 18",
    "Title": "The One with the Lottery",
    "Date": "Apr. 03, 2003",
    "Description": "Monica leads the gang, except for a scoffing Ross, to purchase a bunch of lottery tickets for the multimillion-dollar powerball jackpot, but while they gleefully plot how to spend their possible shares, a disdainful Phoebe throws caution to the wind. Meanwhile, Chandler frets as he waits for a phone call that could mean a new paying job and Rachel thinks baby Emma is close to saying her first word."
  },
  {
    "Episode": "Episode 19",
    "Title": "The One with Rachel's Dream",
    "Date": "Apr. 17, 2003",
    "Description": "Rachel dreams about a romantic encounter with Joey after a visit to the set of “Days of Our Lives.” Chandler buys a non-refundable weekend getaway for himself and Monica, but when she can’t get time off at work, Ross joins him. Meanwhile, Phoebe drives people away from Monica’s restaurant with her terrible guitar playing."
  },
  {
    "Episode": "Episode 20",
    "Title": "The One with the Soap Opera Party",
    "Date": "Apr. 24, 2003",
    "Description": "Joey doesn’t tell the gang about his plans to throw a party on the roof of the building. He also hides the fact that he’s invited the “Days of Our Lives” cast, since the girls embarrass him when they meet stars. Rachel discovers the truth about the party and soon, everybody knows (except for Chandler). Ross meets a new colleague and, instantly attracted to her, invites her to the party. Rachel and Monica go the party and act like crazed fans while Ross is intimidated by Charlie’s former boyfriends. Meanwhile, Chandler is at a play alone. At the end of the party, Rachel is looking for Joey and Ross is looking for Charlie, and they find Joey and Charlie kissing."
  },
  {
    "Episode": "Episode 21",
    "Title": "The One with the Fertility Test",
    "Date": "May. 01, 2003",
    "Description": "Chandler and Monica court embarrassment when they secretly go to a fertility clinic for tests that will determine their family plans, until an old acquaintance runs into them. Ross hides his feelings for Charlie to help Joey woo her. Rachel sneaks into a spa for a massage and hopes that Phoebe won’t find out and feel betrayed."
  },
  {
    "Episode": "Episode 22",
    "Title": "The One with the Donor",
    "Date": "May. 08, 2003",
    "Description": "When Monica and Chandler learn of their chances for natural conception, they resort to interviewing unsuspecting male candidates to find the perfect match for one who could inseminate her. Elsewhere, Phoebe is incredibly nervous about going to a party that Mike will be at–until she bumps into David. Meanwhile, Rachel finds herself being mean to Charlie because of their common romantic interest in Joey, and Ross works hard on a lecture he hopes to present at a paleontology convention in Barbados."
  },
  {
    "Episode": "Episode 23",
    "Title": "The One in Barbados",
    "Date": "May. 15, 2003",
    "Description": "Chandler gives David advice that culminates in David deciding to propose to Phoebe. However, Phoebe is still in love with Mike. Monica meddles and calls Mike, who shows up in Barbados and interrupts David’s marriage proposal with one of his own. Phoebe chooses Mike, although she doesn’t accept his proposal. Meanwhile, sparks fly between Ross and Charlie when they spend some time together rewriting his speech, and Rachel struggles with the idea of telling Joey that she’s crazy about him."
  }
]
